<?php
// Heading
$_['heading_title'] = 'Отчет о просмотренных продуктах';

// Text
$_['text_extension'] = 'Расширения';
$_['text_edit'] = 'Редактировать отчет о просмотренных продуктах';
$_['text_success'] = 'Успех: вы сбросили отчет о просмотренных товарах!';

// Column
$_['column_name'] = 'Название продукта';
$_['column_model'] = 'Модель';
$_['column_viewed'] = 'Просмотрено';
$_['column_percent'] = 'Процент';

// Entry
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение отчета о просмотренных товарах!';