<?php
// Text
$_['text_subject'] = '%s – партнерская программа';
$_['text_welcome'] = 'Благодарим вас за присоединение к партнерской программе %s!';
$_['text_login'] = 'Ваша учетная запись создана, и вы можете войти в нее, используя свой адрес электронной почты и пароль, посетив наш веб-сайт или по следующему URL-адресу:';
$_['text_approval'] = 'Ваша учетная запись должна быть одобрена, прежде чем вы сможете войти в систему. После одобрения вы можете войти в систему, используя свой адрес электронной почты и пароль, посетив наш веб-сайт или по следующему URL-адресу:';
$_['text_service'] = 'После входа в систему вы сможете создавать коды отслеживания, отслеживать комиссионные платежи и редактировать информацию своей учетной записи.';
$_['text_thanks'] = 'Спасибо,';
$_['text_new_affiliate'] = 'Новый партнер';
$_['text_signup'] = 'Зарегистрировался новый партнер:';
$_['text_website'] = 'Веб-сайт:';
$_['text_customer_group'] = 'Группа клиентов:';
$_['text_firstname'] = 'Имя:';
$_['text_lastname'] = 'Фамилия:';
$_['text_company'] = 'Компания:';
$_['text_email'] = 'Электронная почта:';
$_['text_telephone'] = 'Телефон:';