<?php
// Text
$_['text_subject'] = '%s – заказ %s';
$_['text_greeting'] = 'Благодарим вас за интерес к продуктам %s. Ваш заказ получен и будет обработан после подтверждения оплаты.';
$_['text_link'] = 'Для просмотра вашего заказа нажмите на ссылку ниже:';
$_['text_order_detail'] = 'Детали заказа';
$_['text_instruction'] = 'Инструкции';
$_['text_order_id'] = 'Идентификатор заказа:';
$_['text_date_added'] = 'Дата добавления:';
$_['text_order_status'] = 'Статус заказа:';
$_['text_payment_method'] = 'Способ оплаты:';
$_['text_shipping_method'] = 'Способ доставки:';
$_['text_email'] = 'Электронная почта:';
$_['text_telephone'] = 'Телефон:';
$_['text_ip'] = 'IP-адрес:';
$_['text_payment_address'] = 'Платежный адрес';
$_['text_shipping_address'] = 'Адрес доставки';
$_['text_products'] = 'Продукты';
$_['text_product'] = 'Продукт';
$_['text_model'] = 'Модель';
$_['text_quantity'] = 'Количество';
$_['text_price'] = 'Цена';
$_['text_order_total'] = 'Итоги заказа';
$_['text_total'] = 'Общий';
$_['text_download'] = 'После подтверждения оплаты вы можете нажать на ссылку ниже, чтобы получить доступ к загружаемым продуктам:';
$_['text_comment'] = 'Комментарии к вашему заказу:';
$_['text_footer'] = 'Если у вас есть вопросы, ответьте на это письмо.';