<?php
// Text
$_['text_subject'] = '%s – Спасибо за регистрацию';
$_['text_welcome'] = 'Добро пожаловать и спасибо за регистрацию на %s!';
$_['text_login'] = 'Ваша учетная запись создана, и вы можете войти в нее, используя свой адрес электронной почты и пароль, посетив наш веб-сайт или по следующему URL-адресу:';
$_['text_approval'] = 'Ваша учетная запись должна быть одобрена, прежде чем вы сможете войти в систему. После одобрения вы можете войти в систему, используя свой адрес электронной почты и пароль, посетив наш веб-сайт или по следующему URL-адресу:';
$_['text_service'] = 'После входа в систему вы сможете получить доступ к другим услугам, включая просмотр прошлых заказов, печать счетов и редактирование информации вашей учетной записи.';
$_['text_thanks'] = 'Спасибо,';
$_['text_new_customer'] = 'Новый клиент';
$_['text_signup'] = 'Зарегистрировался новый клиент:';
$_['text_customer_group'] = 'Группа клиентов:';
$_['text_firstname'] = 'Имя:';
$_['text_lastname'] = 'Фамилия:';
$_['text_email'] = 'Электронная почта:';
$_['text_telephone'] = 'Телефон:';