<?php
// Text
$_['text_title'] = 'Кредитная или дебетовая карта';
$_['text_credit_card'] = 'Данные кредитной карты';
$_['text_wait'] = 'Пожалуйста, подождите!';
$_['text_store_card'] = 'Сохранить данные карты?';

// Entry
$_['entry_cc_number'] = 'Номер карты';
$_['entry_cc_name'] = 'Имя владельца карты';
$_['entry_cc_expire_date'] = 'Срок действия карты';
$_['entry_cc_cvv2'] = 'Код безопасности карты (CVV2)';

// Help
$_['help_start_date'] = '(если имеется)';
$_['help_issue'] = '(только для карт Maestro и Solo)';

// Text
$_['text_result'] = 'Результат:';
$_['text_approval_code'] = 'Код одобрения:';
$_['text_reference_number'] = 'Ссылка:';
$_['text_card_number_ref'] = 'Последние 4 цифры карты: xxxx.';
$_['text_card_brand'] = 'Марка карты:';
$_['text_response_code'] = 'Код ответа:';
$_['text_fault'] = 'Сообщение о неисправности:';
$_['text_error'] = 'Сообщение об ошибке:';
$_['text_avs'] = 'Проверка адреса:';
$_['text_address_ppx'] = 'Адресные данные не предоставлены или адрес не проверен эмитентом карты.';
$_['text_address_yyy'] = 'Эмитент карты подтвердил, что улица и почтовый индекс совпадают с его записями.';
$_['text_address_yna'] = 'Эмитент карты подтвердил, что улица совпадает с его записями, но почтовый индекс не совпадает';
$_['text_address_nyz'] = 'Эмитент карты подтвердил, что почтовый индекс совпадает с его записями, но улица не совпадает.';
$_['text_address_nnn'] = 'И улица, и почтовый индекс не совпадают с записями эмитента карты.';
$_['text_address_ypx'] = 'Эмитент карты подтвердил, что улица соответствует его записям. Эмитент не проверил почтовый индекс';
$_['text_address_pyx'] = 'Эмитент карты подтвердил, что почтовый индекс соответствует его записям. Эмитент не проверял улицу';
$_['text_address_xxu'] = 'Эмитент карты не проверил информацию AVS';
$_['text_card_code_verify'] = 'Код безопасности:';
$_['text_card_code_m'] = 'Совпадение кода безопасности карты';
$_['text_card_code_n'] = 'Защитный код карты не совпадает';
$_['text_card_code_p'] = 'Не обработано';
$_['text_card_code_s'] = 'Продавец указал, что на карте отсутствует код безопасности карты.';
$_['text_card_code_u'] = 'Эмитент не сертифицирован и/или не предоставил ключи шифрования.';
$_['text_card_code_x'] = 'Ответ от ассоциации кредитных карт не был получен.';
$_['text_card_code_blank'] = 'Пустой ответ должен указывать на то, что код не был отправлен и что не было никаких признаков того, что код отсутствует на карте.';
$_['text_card_accepted'] = 'Принимаемые карты:';
$_['text_card_type_m'] = 'Мастеркард';
$_['text_card_type_v'] = 'Visa (Кредитная/Дебетовая/Электронная/Дельта)';
$_['text_card_type_c'] = 'Посетители';
$_['text_card_type_a'] = 'Американ Экспресс';
$_['text_card_type_ma'] = 'Маэстро';
$_['text_card_new'] = 'Новая карта';
$_['text_response_proc_code'] = 'Код процессора:';
$_['text_response_ref'] = 'Номер ссылки:';

// Error
$_['error_card_number'] = 'Пожалуйста, проверьте, действителен ли номер вашей карты';
$_['error_card_name'] = 'Пожалуйста, проверьте правильность имени владельца карты.';
$_['error_card_cvv'] = 'Пожалуйста, проверьте, что CVV2 действителен.';
$_['error_failed'] = 'Не удалось обработать ваш платеж, свяжитесь с продавцом.';