<?php
// Heading
$_['text_title'] = 'Кредитная/дебетовая карта (первые данные)';

// Button
$_['button_confirm'] = 'Продолжать';

// Text
$_['text_new_card'] = 'Новая карта';
$_['text_store_card'] = 'Запомнить данные моей карты';
$_['text_address_response'] = 'Проверка адреса:';
$_['text_address_ppx'] = 'Адресные данные не предоставлены или адрес не проверен эмитентом карты.';
$_['text_address_yyy'] = 'Эмитент карты подтвердил, что улица и почтовый индекс совпадают с его записями.';
$_['text_address_yna'] = 'Эмитент карты подтвердил, что улица совпадает с его записями, но почтовый индекс не совпадает';
$_['text_address_nyz'] = 'Эмитент карты подтвердил, что почтовый индекс совпадает с его записями, но улица не совпадает.';
$_['text_address_nnn'] = 'И улица, и почтовый индекс не совпадают с записями эмитента карты.';
$_['text_address_ypx'] = 'Эмитент карты подтвердил, что улица соответствует его записям. Эмитент не проверил почтовый индекс';
$_['text_address_pyx'] = 'Эмитент карты подтвердил, что почтовый индекс соответствует его записям. Эмитент не проверял улицу';
$_['text_address_xxu'] = 'Эмитент карты не проверил информацию AVS';
$_['text_card_code_verify'] = 'Код безопасности:';
$_['text_card_code_m'] = 'Совпадение кода безопасности карты';
$_['text_card_code_n'] = 'Защитный код карты не совпадает';
$_['text_card_code_p'] = 'Не обработано';
$_['text_card_code_s'] = 'Продавец указал, что на карте отсутствует код безопасности карты.';
$_['text_card_code_u'] = 'Эмитент не сертифицирован и/или не предоставил ключи шифрования.';
$_['text_card_code_x'] = 'Ответ от ассоциации кредитных карт не был получен.';
$_['text_card_code_blank'] = 'Пустой ответ должен указывать на то, что код не был отправлен и что не было никаких признаков того, что код отсутствует на карте.';
$_['text_card_type_m'] = 'Мастеркард';
$_['text_card_type_v'] = 'Visa (Кредитная/Дебетовая/Электронная/Дельта)';
$_['text_card_type_c'] = 'Посетители';
$_['text_card_type_a'] = 'Американ Экспресс';
$_['text_card_type_ma'] = 'Маэстро';
$_['text_card_type_mauk'] = 'Маэстро Великобритания/Соло';
$_['text_response_code_full'] = 'Код одобрения:';
$_['text_response_code'] = 'Полный код ответа:';
$_['text_response_card'] = 'Используемая карта:';
$_['text_response_card_type'] = 'Тип карты:';
$_['text_response_proc_code'] = 'Код процессора:';
$_['text_response_ref'] = 'Номер ссылки:';

// Error
$_['error_failed'] = 'Не удалось обработать ваш платеж. Повторите попытку.';