<?php
// Text
$_['text_title'] = 'Кредитная карта/дебетовая карта (Paymate)';
$_['text_unable'] = 'Невозможно найти или обновить статус вашего заказа';
$_['text_declined'] = 'Платеж был отклонен Paymate';
$_['text_failed'] = 'Транзакция Paymate не удалась';
$_['text_failed_message'] = '<p>К сожалению, при обработке вашей транзакции Paymate произошла ошибка.</p><p><b>Предупреждение: </b>%s</p><p>Пожалуйста, проверьте баланс вашего аккаунта Paymate, прежде чем пытаться повторно обработать этот заказ.</p><p> Если вы считаете, что эта транзакция завершилась успешно или отображается как списание в вашем аккаунте Paymate, <a href="%s">Свяжитесь с нами</a> и сообщите детали вашего заказа.</p>';
$_['text_basket'] = 'Корзина';
$_['text_checkout'] = 'Проверить';
$_['text_success'] = 'Успех';