<?php
// Heading
$_['heading_title'] = 'Благодарим вас за покупки у %s ....';

// Text
$_['text_title'] = 'Кредитная карта/дебетовая карта (PayPoint)';
$_['text_response'] = 'Ответ от PayPoint:';
$_['text_success'] = '... ваш платеж был успешно получен.';
$_['text_success_wait'] = '<b><span style="color: #FF0000">Подождите...</span></b>, пока мы завершим обработку вашего заказа.<br>Если вы не будете автоматически перенаправлены в течение 10 секунд, нажмите <a href="%s">здесь</a>.';
$_['text_failure'] = '... Ваш платеж отменен!';
$_['text_failure_wait'] = '<b><span style="color: #FF0000">Пожалуйста, подождите...</span></b><br>Если вы не будете автоматически перенаправлены через 10 секунд, нажмите <a href="%s">здесь</a>.';