<?php
// Heading
$_['text_title'] = 'Кредитная/дебетовая карта (Реалекс)';

// Button
$_['button_confirm'] = 'Подтверждать';

// Entry
$_['entry_cc_type'] = 'Тип карты';

// Text
$_['text_success'] = 'Ваш платеж был авторизован.';
$_['text_decline'] = 'Ваш платеж не прошел';
$_['text_bank_error'] = 'При обработке вашего запроса в банке произошла ошибка.';
$_['text_generic_error'] = 'При обработке вашего запроса произошла ошибка.';
$_['text_hash_failed'] = 'Проверка хеша не удалась. Не пытайтесь совершить платеж еще раз, поскольку статус платежа неизвестен. Пожалуйста, свяжитесь с продавцом.';
$_['text_link'] = 'Нажмите <a href="%s">здесь</a>, чтобы продолжить.';
$_['text_select_card'] = 'Пожалуйста, выберите тип карты';
$_['text_result'] = 'Результат аутентификации';
$_['text_message'] = 'Сообщение';
$_['text_cvn_result'] = 'Результат CVN';
$_['text_avs_postcode'] = 'Почтовый индекс АВС';
$_['text_avs_address'] = 'адрес АВС';
$_['text_eci'] = 'Результат ECI (3D Secure)';
$_['text_tss'] = 'Результат ТСС';
$_['text_order_ref'] = 'Ссылка на заказ';
$_['text_timestamp'] = 'Временная метка';
$_['text_card_type'] = 'Тип карты';
$_['text_card_digits'] = 'Номер карты';
$_['text_card_exp'] = 'Срок действия карты истекает';
$_['text_card_name'] = 'Название карты';
$_['text_3d_s1'] = 'Владелец карты не зарегистрирован, смена ответственности';
$_['text_3d_s2'] = 'Невозможно подтвердить регистрацию, ответственность не смещается';
$_['text_3d_s3'] = 'Неверный ответ от сервера регистрации, перенос ответственности невозможен.';
$_['text_3d_s4'] = 'Зарегистрировано, но неверный ответ от ACS (сервера контроля доступа), перенос ответственности не осуществляется.';
$_['text_3d_s5'] = 'Успешная аутентификация, смена ответственности';
$_['text_3d_s6'] = 'Попытка аутентификации подтверждена, ответственность смещается';
$_['text_3d_s7'] = 'Введен неверный пароль, ответственность не смещается';
$_['text_3d_s8'] = 'Аутентификация недоступна, ответственность не смещается';
$_['text_3d_s9'] = 'Неверный ответ от ACS, перенос ответственности невозможен.';
$_['text_3d_s10'] = 'Неустранимая ошибка RealMPI, перенос ответственности невозможен';
$_['text_3d_liability'] = 'Никакого переноса ответственности';
$_['text_card_visa'] = 'Виза';
$_['text_card_mc'] = 'Мастеркард';
$_['text_card_amex'] = 'Американ Экспресс';
$_['text_card_switch'] = 'Выключатель';
$_['text_card_laser'] = 'Лазер';
$_['text_card_diners'] = 'Посетители';