<?php
// Text
$_['text_title'] = 'Кредитная карта/дебетовая карта (SagePay)';
$_['text_credit_card'] = 'Детали карты';
$_['text_description'] = 'Товары в %s Номер заказа: %s';
$_['text_card_type'] = 'Тип карты:';
$_['text_card_name'] = 'Имя карты:';
$_['text_card_digits'] = 'Последние цифры:';
$_['text_card_expiry'] = 'Срок действия:';
$_['text_trial'] = '%s каждые %s %s для платежей %s, затем';
$_['text_recurring'] = '%s каждые %s %s';
$_['text_length'] = 'для %s платежей';
$_['text_success'] = 'Ваш платеж был авторизован.';
$_['text_decline'] = 'Ваш платеж был отклонен.';
$_['text_bank_error'] = 'При обработке вашего запроса в банке произошла ошибка.';
$_['text_transaction_error'] = 'При обработке вашей транзакции произошла ошибка.';
$_['text_generic_error'] = 'При обработке вашего запроса произошла ошибка.';
$_['text_hash_failed'] = 'Проверка хеша не удалась. Не пытайтесь совершить платеж еще раз, поскольку статус платежа неизвестен. Пожалуйста, свяжитесь с продавцом.';
$_['text_link'] = 'Нажмите <a href="%s">здесь</a>, чтобы продолжить.';
$_['text_confirm_delete'] = 'Вы уверены, что хотите удалить карту?';

// Entry
$_['entry_card'] = 'Новая или существующая карта:';
$_['entry_card_existing'] = 'Существующий';
$_['entry_card_new'] = 'Новый';
$_['entry_card_save'] = 'Запомните данные карты для дальнейшего использования';
$_['entry_cc_choice'] = 'Выберите существующую карту';

// Button
$_['button_delete_card'] = 'Удалить выбранную карту';