<?php
// Heading
$_['heading_title'] = 'Банковский перевод';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы изменили данные банковского перевода!';
$_['text_edit'] = 'Изменить банковский перевод';

// Entry
$_['entry_bank'] = 'Инструкции по банковскому переводу';
$_['entry_total'] = 'Общий';
$_['entry_order_status'] = 'Статус заказа';
$_['entry_geo_zone'] = 'Геозона';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_total'] = 'Сумма заказа должна быть достигнута, прежде чем этот способ оплаты станет активным.'; 

// Error 
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение платежа банковским переводом!';
$_['error_bank'] = 'Требуются инструкции по банковскому переводу!';