<?php
// Heading
$_['heading_title'] = 'Чек/денежный перевод';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы изменили данные счета чека/денежного перевода!';
$_['text_edit'] = 'Редактировать чек/денежный перевод';

// Entry
$_['entry_payable'] = 'К оплате';
$_['entry_total'] = 'Общий';
$_['entry_order_status'] = 'Статус заказа';
$_['entry_geo_zone'] = 'Геозона';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_total'] = 'Сумма заказа должна быть достигнута, прежде чем этот способ оплаты станет активным.';

// Error
$_['error_permission'] = 'Предупреждение: у вас нет разрешения на изменение платежного чека/денежного перевода!';
$_['error_payable'] = 'Оплата обязательна!';