<?php
// Heading
$_['heading_title'] = 'Наложенным платежом';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: Вы модифицировали модуль оплаты «Наложенный платеж»!';
$_['text_edit'] = 'Редактировать наложенным платежом';

// Entry
$_['entry_total'] = 'Общий';
$_['entry_order_status'] = 'Статус заказа';
$_['entry_geo_zone'] = 'Геозона';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_total'] = 'Сумма заказа должна быть достигнута, прежде чем этот способ оплаты станет активным.';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение оплаты наложенным платежом!';