<?php
// Heading
$_['heading_title'] = 'Пайза';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы изменили данные учетной записи Payza!';
$_['text_edit'] = 'Редактировать Пайзу';

// Entry
$_['entry_merchant'] = 'Идентификатор продавца';
$_['entry_security'] = 'Код безопасности';
$_['entry_callback'] = 'URL-адрес оповещения';
$_['entry_total'] = 'Общий';
$_['entry_order_status'] = 'Статус заказа';
$_['entry_geo_zone'] = 'Геозона';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_callback'] = 'Это необходимо настроить в панели управления Payza. Вам также необходимо будет проверить «Статус IPN» на включенный.';
$_['help_total'] = 'Сумма заказа должна быть достигнута, прежде чем этот способ оплаты станет активным.';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение платежа Payza!';
$_['error_merchant'] = 'Требуется идентификатор продавца!';
$_['error_security'] = 'Требуется код безопасности!';