<?php
// Heading
$_['heading_title'] = 'Бессрочные платежи';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы изменили данные учетной записи Perpetual Payments!';
$_['text_edit'] = 'Редактировать бессрочные платежи';

// Entry
$_['entry_auth_id'] = 'Идентификатор авторизации';
$_['entry_auth_pass'] = 'Пароль авторизации';
$_['entry_test'] = 'Тестовый режим';
$_['entry_total'] = 'Общий';
$_['entry_order_status'] = 'Статус заказа';
$_['entry_geo_zone'] = 'Геозона';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_test'] = 'Использовать этот модуль в тестовом (ДА) или производственном режиме (НЕТ)?';
$_['help_total'] = 'Сумма заказа должна быть достигнута, прежде чем этот способ оплаты станет активным.';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение платежа «Бессрочные платежи»!';
$_['error_auth_id'] = 'Требуется идентификатор авторизации!';
$_['error_auth_pass'] = 'Требуется пароль авторизации!';