<?php
// Heading
$_['heading_title'] = 'Пилибаба для китайской кассы';

// Tab
$_['tab_register'] = 'Зарегистрироваться';
$_['tab_settings'] = 'Настройки';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы модифицировали платежный модуль Pilibaba!';
$_['text_edit'] = 'Пилибаба Править';
$_['text_pilibaba'] = '<a href="http://www.pilibaba.com" target="_blank"><img src="view/image/paid/pilibaba.png" alt="Pilibaba" title="Pilibaba"></a>';
$_['text_live'] = 'Жить';
$_['text_test'] = 'Тест';
$_['text_payment_info'] = 'Информация об оплате';
$_['text_order_id'] = 'Идентификатор заказа';
$_['text_amount'] = 'Количество';
$_['text_fee'] = 'Платеж';
$_['text_date_added'] = 'Дата добавления';
$_['text_tracking'] = 'Отслеживание';
$_['text_barcode'] = 'Штрих-код';
$_['text_barcode_info'] = '(Распечатайте этот уникальный штрих-код и наклейте его на поверхность посылки)';
$_['text_confirm'] = 'Вы уверены, что хотите обновить номер отслеживания?';
$_['text_register_success'] = 'Вы успешно зарегистрировались. Вы должны получить электронное письмо в ближайшее время.';
$_['text_tracking_success'] = 'Номер отслеживания был успешно обновлен.';
$_['text_other'] = 'Другой';
$_['text_email'] = 'Зарегистрированный адрес электронной почты для вашей учетной записи Pilibaba: %s.';

// Entry
$_['entry_email_address'] = 'Адрес электронной почты';
$_['entry_password'] = 'Пароль';
$_['entry_currency'] = 'Валюта';
$_['entry_warehouse'] = 'Склад';
$_['entry_country'] = 'Страна';
$_['entry_merchant_number'] = 'Номер продавца';
$_['entry_secret_key'] = 'Секретный ключ';
$_['entry_environment'] = 'Среда';
$_['entry_shipping_fee'] = 'Стоимость доставки';
$_['entry_order_status'] = 'Статус заказа';
$_['entry_status'] = 'Статус';
$_['entry_logging'] = 'Ведение журнала отладки';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_email_address'] = 'Пожалуйста, введите адрес электронной почты владельца этой компании.';
$_['help_password'] = 'Пожалуйста, введите пароль длиной от 8 до 30 символов.';
$_['help_currency'] = 'Выберите валюту, используемую на вашем веб-сайте, и выведите средства на свой банковский счет.';
$_['help_warehouse'] = 'Выберите ближайший склад, куда вы будете осуществлять доставку. При получении заказов от китайских клиентов (через шлюз Пилибаба) вы можете доставлять посылки на этот склад.';
$_['help_country'] = 'Сообщите нам свою страну, и мы сообщим вам, как только склад в этой стране откроется.';
$_['help_merchant_number'] = 'Ваш личный номер продавца счета Pilibaba.';
$_['help_secret_key'] = 'Ваш секретный ключ для доступа к API Pilibaba.';
$_['help_shipping_fee'] = 'Стоимость доставки от вашего склада до склада в Пилибабе. Используйте два десятичных знака.';
$_['help_order_status'] = 'Статус заказа после того, как клиент разместил заказ.';
$_['help_total'] = 'Сумма заказа должна быть достигнута, прежде чем этот способ оплаты станет активным. Должно быть значение без знака валюты.';
$_['help_logging'] = 'Включение отладки приведет к записи конфиденциальных данных в файл журнала. Вы всегда должны отключать, если не указано иное.';

// Error
$_['error_warning'] = 'Внимание: пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение платежа Pilibaba!';
$_['error_merchant_number'] = 'Требуется номер продавца!';
$_['error_secret_key'] = 'Требуется секретный ключ!';
$_['error_shipping_fee'] = 'Стоимость доставки должна быть десятичным числом!';
$_['error_not_enabled'] = 'Модуль не активирован!';
$_['error_data_missing'] = 'Данные отсутствуют!';
$_['error_tracking_length'] = 'Номер отслеживания должен содержать от 1 до 50 символов!';
$_['error_email_address'] = 'Пожалуйста, введите свой адрес электронной почты!';
$_['error_email_invalid'] = 'Адрес электронной почты недействителен!';
$_['error_password'] = 'Пароль должен быть не менее 8 символов!';
$_['error_currency'] = 'Пожалуйста, выберите валюту!';
$_['error_warehouse'] = 'Пожалуйста, выберите склад!';
$_['error_country'] = 'Пожалуйста, выберите страну!';
$_['error_weight']          = 'Please change your <a href="%s">Weight Class</a> setting to grams. It\'s in \'System -> Settings\' in the \'Local\' tab.';
$_['error_bad_response'] = 'Получен неверный ответ. Пожалуйста, повторите попытку позже.';

// Button
$_['button_register'] = 'Зарегистрироваться';
$_['button_tracking'] = 'Обновить номер отслеживания';
$_['button_barcode'] = 'Создать штрих-код';