<?php

// Заголовок
$_['heading_title'] = 'Платежный шлюз Klix E-commerce';

$_['text_spell_payment'] = '';

$_['error_permission'] = 'У вас недостаточно прав для этого действия';

// Тексты представления
$_['text_module_config_title'] = 'Конфигурация платежного шлюза Klix E-commerce';

$_['text_enable_api'] = 'Включить API';

$_['text_enable_pm_selection'] = 'Включить выбор способа оплаты';

$_['text_pm_info'] = 'Если установлено, покупатели смогут выбирать желаемый способ оплаты непосредственно в OpenCart';

$_['text_pm_description'] = 'Изменить описание способа оплаты';
$_['text_pm_description_info'] = 'Если не установлено, будет использоваться "Платежный шлюз Klix E-commerce"';

$_['text_pm_title'] = 'Изменить название способа оплаты';
$_['text_pm_title_info'] = 'Если не установлено, будет использоваться "Выберите способ оплаты". Игнорируется, если выбор способа оплаты отключен';
$_['text_confirm_button_title'] = 'Изменить название кнопки подтверждения';
$_['text_confirm_button_title_info'] = 'Если не установлено, будет использоваться "Разместить заказ".';
$_['text_enable_pdp_info'] = 'Если не установлено, кнопка оплаты на странице товара недоступна';
$_['text_enable_pdp'] = 'Включить оплату в один клик для товара';
$_['text_brand_id'] = 'Идентификатор бренда';
$_['text_brand_id_info'] = 'Пожалуйста, введите ваш идентификатор бренда';
$_['text_secret_key'] = 'Секретный ключ';
$_['text_secret_key_info'] = 'Пожалуйста, введите ваш секретный ключ';
$_['text_order_payment_success_status'] = 'Статус заказа при успешной оплате';
$_['text_order_payment_error_status'] = 'Статус заказа при ошибке оплаты';
$_['text_order_payment_error_status_info'] = 'Будет установлен для заказа, когда попытка оплаты завершится ошибкой';
$_['text_order_payment_success_status_info'] = 'Будет установлен для заказа, когда покупатель попадет на страницу успешной оплаты';
$_['text_select_option'] = 'выберите опцию';
$_['text_enable_log'] = 'Включить логирование';
$_['text_debug_log'] = 'Журнал отладки';
$_['text_log_to'] = 'Записывать события в';

// Ошибки
$_['error_brand_id'] = 'Идентификатор бренда обязателен';
$_['error_secrete_key'] = 'Секретный ключ обязателен';
$_['error_success_step'] = 'Статус для шага Успех обязателен';
$_['error_error_step'] = 'Статус для шага Ошибка обязателен';