<?php
// Text
$_['text_subject'] = '%s – Ваш партнерский аккаунт активирован!';
$_['text_welcome'] = 'Добро пожаловать и спасибо за регистрацию на %s!';
$_['text_login'] = 'Ваша учетная запись одобрена, и вы можете войти в нее, используя свой адрес электронной почты и пароль, посетив наш веб-сайт или по следующему URL-адресу:';
$_['text_services'] = 'После входа в систему вы сможете создавать коды отслеживания, отслеживать комиссионные платежи и редактировать информацию своей учетной записи.';
$_['text_thanks'] = 'Спасибо,';