<?php
// Text
$_['text_success'] = 'Успех: вы изменили ваучеры!';
$_['text_subject'] = 'Вам отправлен подарочный сертификат от %s';
$_['text_greeting'] = 'Поздравляем, вы получили подарочный сертификат на сумму %s.';
$_['text_from'] = 'Этот подарочный сертификат был отправлен вам %s.';
$_['text_message'] = 'С сообщением о том,';
$_['text_redeem'] = 'Чтобы активировать этот подарочный сертификат, запишите код активации: <b>%s</b>, затем нажмите ссылку ниже и купите продукт, для которого вы хотите использовать этот подарочный сертификат. Вы можете ввести код подарочного сертификата на странице корзины покупок, прежде чем нажать «Оформить заказ».';
$_['text_footer'] = 'Если у вас есть вопросы, ответьте на это письмо.';
$_['text_sent'] = 'Успех: электронное письмо с подарочным сертификатом отправлено!';