<?php
// Heading
$_['heading_title'] = 'Партнерская программа';

// Text
$_['text_account'] = 'Счет';
$_['text_login'] = 'Авторизоваться';
$_['text_description'] = 'Партнерская программа <p>%s бесплатна и позволяет участникам получать доход, размещая на своем веб-сайте ссылку или ссылки, рекламирующие %s или определенные продукты. Любые продажи клиентам, перешедшим по этим ссылкам, будут приносить партнерскую комиссию. Стандартная ставка комиссии в настоящее время составляет %s.</p><p>Для получения дополнительной информации посетите нашу страницу часто задаваемых вопросов или ознакомьтесь с нашими Партнерскими условиями и условиями партнерской деятельности. условия.</p>';
$_['text_new_affiliate'] = 'Новый партнер';
$_['text_register_account'] = '<p>В настоящее время я не являюсь партнером.</p><p>Нажмите «Продолжить» ниже, чтобы создать новую партнерскую учетную запись. Обратите внимание, что это никак не связано с вашей учетной записью клиента.</p>';
$_['text_returning_affiliate'] = 'Партнерский вход';
$_['text_i_am_returning_affiliate'] = 'Я возвращающийся партнер.';
$_['text_forgotten'] = 'Забытый пароль';

// Entry
$_['entry_email'] = 'Партнерская электронная почта';
$_['entry_password'] = 'Пароль';

// Error
$_['error_login'] = 'Предупреждение: адрес электронной почты и/или пароль не совпадают.';
$_['error_attempts'] = 'Предупреждение: ваша учетная запись превысила разрешенное количество попыток входа. Пожалуйста, повторите попытку через 1 час.';
$_['error_approved'] = 'Предупреждение: ваша учетная запись требует одобрения, прежде чем вы сможете войти в систему.';