<?php
// Heading
$_['heading_title'] = 'Ваш партнерский аккаунт создан!';

// Text
$_['text_message'] = '<p>Поздравляем! Ваша новая учетная запись успешно создана!</p> <p>Теперь вы являетесь участником %s филиалов.</p> <p>Если у вас есть ЛЮБЫЕ вопросы о работе этой партнерской системы, напишите владельцу магазина по электронной почте.</p> <p>На указанный адрес электронной почты было отправлено подтверждение. Если вы не получили его в течение часа, <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Спасибо за регистрацию партнерской учетной записи в %s!</p><p>Вы будете уведомлены по электронной почте, как только ваша учетная запись будет активирована владельцем магазина.</p><p>Если у вас есть ЛЮБЫЕ вопросы о работе этой партнерской системы, <a href="%s">свяжитесь с владельцем магазина</a>.</p>';
$_['text_account'] = 'Счет';
$_['text_success'] = 'Успех';