<?php
// Heading
$_['heading_title'] = 'EC-корабль';

// Text
$_['text_extension'] = 'Расширение';
$_['text_success'] = 'Успех: вы изменили доставку EC-Ship!';
$_['text_edit'] = 'Изменить доставку EC-Ship';
$_['text_air_registered_mail'] = 'Авиа заказное письмо';
$_['text_air_parcel'] = 'Авиапосылка (максимальный вес упаковки 20 кг)';
$_['text_e_express_service_to_us'] = 'Электронная экспресс-доставка в США (максимальный вес посылки 2 кг)';
$_['text_e_express_service_to_canada'] = 'Электронная экспресс-доставка в Канаду (максимальный вес посылки 2 кг)';
$_['text_e_express_service_to_united_kingdom'] = 'Электронная экспресс-доставка в Великобританию (максимальный вес посылки 2 кг)';
$_['text_e_express_service_to_russia'] = 'Электронная экспресс-доставка в Россию (максимальный вес посылки 2 кг)';
$_['text_e_express_service_one'] = 'Служба электронной экспресс-доставки (включая Германию, Францию ​​и Норвегию) (Максимальный вес посылки 2 кг)';
$_['text_e_express_service_two'] = 'Служба электронной экспресс-доставки (включая Австралию, Новую Зеландию, Корею, Сингапур и Вьетнам) (Максимальный вес посылки 2 кг)';
$_['text_speed_post'] = 'SpeedPost (стандартная услуга) (максимальный вес посылки 30 кг)';
$_['text_smart_post'] = 'Smart Post (Максимальный вес упаковки 2 кг)';
$_['text_local_courier_post'] = 'Местная курьерская почта (счетчик сбора) (максимальный вес посылки 2 кг)';
$_['text_local_parcel'] = 'Местная посылка (максимальный вес посылки 20 кг)';

// Entry
$_['entry_api_key'] = 'API-ключ';
$_['entry_username'] = 'Имя пользователя интегратора';
$_['entry_api_username'] = 'Имя пользователя API';
$_['entry_test'] = 'Тестовый режим';
$_['entry_service'] = 'Услуги';
$_['entry_weight_class'] = 'Весовая категория';
$_['entry_tax_class'] = 'Налоговый класс';
$_['entry_geo_zone'] = 'Геозона';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_api_key'] = 'Введите ключ API, назначенный вам EC-SHIP.';
$_['help_username'] = 'Введите имя пользователя интегратора вашей учетной записи EC-SHIP.';
$_['help_api_username'] = 'Введите имя пользователя API своей учетной записи EC-SHIP.';
$_['help_test'] = 'Использовать этот модуль в тестовом (ДА) или производственном режиме (НЕТ)?';
$_['help_service'] = 'Выберите предлагаемые услуги EC-SHIP.';
$_['help_weight_class'] = 'Устанавливайте только килограммы.';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение доставки EC-SHIP!';
$_['error_api_key'] = 'Требуется ключ доступа к API!';
$_['error_username'] = 'Требуется имя пользователя!';
$_['error_api_username'] = 'Требуется имя пользователя API!';
