<?php
// Heading
$_['heading_title'] = 'Единая ставка';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы изменили фиксированную ставку доставки!';
$_['text_edit'] = 'Изменить фиксированную ставку доставки';

// Entry
$_['entry_cost'] = 'Расходы';
$_['entry_tax_class'] = 'Налоговый класс';
$_['entry_geo_zone'] = 'Геозона';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение фиксированной ставки доставки!';