<?php
// Heading
$_['heading_title'] = 'Бесплатная доставка';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы изменили бесплатную доставку!';
$_['text_edit'] = 'Изменить бесплатную доставку';

// Entry
$_['entry_total'] = 'Общий';
$_['entry_geo_zone'] = 'Геозона';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_total'] = 'Общая сумма, необходимая для того, чтобы модуль бесплатной доставки стал доступен.';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение бесплатной доставки!';