<?php
// Heading
$_['heading_title'] = 'За единицу';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы изменили стоимость доставки за единицу товара!';
$_['text_edit'] = 'Редактировать доставку по каждому товару';

// Entry
$_['entry_cost'] = 'Расходы';
$_['entry_tax_class'] = 'Налоговый класс';
$_['entry_geo_zone'] = 'Геозона';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения изменять стоимость доставки за единицу товара!';