<?php
// Heading
$_['heading_title'] = 'Посылка 48';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы изменили доставку Parcelforce 48!';
$_['text_edit'] = 'Редактировать доставку Parcelforce 48';

// Entry
$_['entry_rate'] = 'Тарифы Parcelforce 48';
$_['entry_insurance'] = 'Ставки компенсаций Parcelforce48';
$_['entry_display_weight'] = 'Дисплей Вес при доставке';
$_['entry_display_insurance'] = 'Показать страхование';
$_['entry_display_time'] = 'Отображение времени доставки';
$_['entry_tax_class'] = 'Налоговый класс';
$_['entry_geo_zone'] = 'Геозона';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_rate'] = 'Введите значения до 5,2 десятичных знаков. (12345.67) Пример: .1:1, .25:1,27 — Вес меньше или равный 0,1 кг будет стоить 1,00, вес менее или равный 0,25 г, но более 0,1 кг будет стоить 1,27. Не вводите кг или символы.';
$_['help_insurance'] = 'Введите значения до 5,2 десятичных знаков. (12345.67) Пример: 34:0,100:1,250:2,25 — Страховое покрытие для корзин стоимостью до 34 будет стоить 0,00 дополнительно, суммы более 100 и до 250 будут стоить 2,25 дополнительно. Не вводите символы валюты.';
$_['help_display_weight'] = 'Хотите отобразить вес доставки? (например, вес при поставке: 2,7674 кг)';
$_['help_display_insurance'] = 'Хотите отобразить страховку доставки? (например, застраховано до 500)';
$_['help_display_time'] = 'Хотите отобразить время доставки? (например, доставка в течение 3–5 дней)';

// Error
$_['error_permission'] = 'Предупреждение: у вас нет разрешения на изменение доставки Parcelforce 48!';