<?php
// Heading
$_['heading_title'] = 'Почтовая служба США';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы изменили почтовую службу США!';
$_['text_edit'] = 'Редактировать доставку почтовой службы США';
$_['text_domestic_00'] = 'Первоклассная почтовая посылка';
$_['text_domestic_01'] = 'Большой почтовый конверт первого класса';
$_['text_domestic_02'] = 'Первоклассное почтовое письмо';
$_['text_domestic_03'] = 'Первоклассные почтовые открытки';
$_['text_domestic_1'] = 'Приоритетная почта';
$_['text_domestic_2'] = 'Экспресс-отправление для самовывоза';
$_['text_domestic_3'] = 'Экспресс-почта';
$_['text_domestic_4'] = 'Почтовая посылка';
$_['text_domestic_5'] = 'Связанная печатная продукция';
$_['text_domestic_6'] = 'Медиа-почта';
$_['text_domestic_7'] = 'Библиотека';
$_['text_domestic_12'] = 'Первоклассная почтовая открытка с маркой';
$_['text_domestic_13'] = 'Конверт экспресс-почты по фиксированной ставке';
$_['text_domestic_16'] = 'Конверт приоритетной почты по фиксированной ставке';
$_['text_domestic_17'] = 'Обычный почтовый ящик с фиксированной ставкой для приоритетной почты';
$_['text_domestic_18'] = 'Приоритетные почтовые ключи и идентификаторы';
$_['text_domestic_19'] = 'Первоклассные ключи и идентификаторы';
$_['text_domestic_22'] = 'Большой ящик приоритетной почты по фиксированной ставке';
$_['text_domestic_23'] = 'Экспресс-почта воскресенье/праздник';
$_['text_domestic_25'] = 'Конверт экспресс-почты по фиксированной ставке на воскресенье/праздник';
$_['text_domestic_27'] = 'Фиксированная стоимость экспресс-почты для самовывоза конвертов';
$_['text_domestic_28'] = 'Маленький ящик для приоритетной почты с фиксированной оплатой';
$_['text_international_1'] = 'Экспресс Почта Международная';
$_['text_international_2'] = 'Приоритетная почта Интернешнл';
$_['text_international_4'] = 'Глобальная экспресс-гарантия (документная и недокументированная)';
$_['text_international_5'] = 'Используемый документ с гарантией Global Express';
$_['text_international_6'] = 'Гарантия Global Express без документов прямоугольной формы';
$_['text_international_7'] = 'Гарантия Global Express без документов, непрямоугольная форма';
$_['text_international_8'] = 'Конверт с фиксированной ставкой для приоритетной почты';
$_['text_international_9'] = 'Ящик для приоритетной почты с фиксированной ставкой';
$_['text_international_10'] = 'Международный конверт с фиксированной ставкой экспресс-почты';
$_['text_international_11'] = 'Большой ящик приоритетной почты с фиксированной ставкой';
$_['text_international_12'] = 'Гарантированный конверт Global Express';
$_['text_international_13'] = 'Международные письма первого класса';
$_['text_international_14'] = 'Международные квартиры первого класса с почтой';
$_['text_international_15'] = 'Международные посылки первого класса';
$_['text_international_16'] = 'Маленький ящик для приоритетной почты с фиксированной ставкой';
$_['text_international_21'] = 'Открытки';
$_['text_regular'] = 'Обычный';
$_['text_large'] = 'Большой';
$_['text_rectangular'] = 'Прямоугольный';
$_['text_non_rectangular'] = 'Непрямоугольный';
$_['text_variable'] = 'Переменная';

// Entry
$_['entry_user_id'] = 'ID пользователя';
$_['entry_postcode'] = 'Почтовый индекс';
$_['entry_domestic'] = 'Внутренние услуги';
$_['entry_international'] = 'Международные услуги';
$_['entry_size'] = 'Размер';
$_['entry_container'] = 'Контейнер';
$_['entry_machinable'] = 'Обрабатываемый';
$_['entry_dimension'] = 'Размеры (Д х Ш х В)';
$_['entry_length'] = 'Длина';
$_['entry_height'] = 'Высота';
$_['entry_width'] = 'Ширина';
$_['entry_display_time'] = 'Отображение времени доставки';
$_['entry_display_weight'] = 'Дисплей Вес при доставке';
$_['entry_weight_class'] = 'Весовая категория';
$_['entry_tax'] = 'Налоговый класс';
$_['entry_geo_zone'] = 'Геозона';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';
$_['entry_debug'] = 'Режим отладки';

// Help
$_['help_dimension'] = 'Средние размеры упаковки для доставки. В настоящее время размеры продукта не используются для доставки.';
$_['help_display_time'] = 'Хотите отобразить время доставки? (например, доставка в течение 3–5 дней)';
$_['help_display_weight'] = 'Хотите отобразить вес доставки? (например, вес при поставке: 2,7674 кг)';
$_['help_weight_class'] = 'Должно быть установлено значение фунта.';
$_['help_debug'] = 'Сохраняет данные отправки/получения в системный журнал.';

// Error
$_['error_permission'] = 'Предупреждение: у вас нет разрешения на изменение почтовой службы США!';
$_['error_user_id'] = 'Требуется идентификатор пользователя!';
$_['error_postcode'] = 'Требуется почтовый индекс!';
$_['error_width'] = 'Требуемая ширина!';
$_['error_length'] = 'Требуемая длина!';
$_['error_height'] = 'Требуемая высота!';
$_['error_girth'] = 'Обязателен обхват!';