<?php
// Heading
$_['heading_title'] = 'Доставка в зависимости от веса';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы изменили доставку в зависимости от веса!';
$_['text_edit'] = 'Редактировать доставку по весу';

// Entry
$_['entry_rate'] = 'Цены';
$_['entry_tax_class'] = 'Налоговый класс';
$_['entry_geo_zone'] = 'Геозона';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_rate'] = 'Пример: 5:10.00,7:12.00 Вес:Стоимость,Вес:Стоимость и т. д.';

// Error
$_['error_permission'] = 'Предупреждение: у вас нет разрешения на изменение доставки в зависимости от веса!';