<?php
// Heading
$_['heading_title'] = 'Менеджер изображений';

// Text
$_['text_uploaded'] = 'Успех: Ваш файл загружен!';
$_['text_directory'] = 'Успех: Каталог создан!';
$_['text_delete'] = 'Успех: ваш файл или каталог удален!';

// Entry
$_['entry_search'] = 'Поиск..';
$_['entry_folder'] = 'Имя папки';

// Error
$_['error_permission'] = 'Внимание: разрешение отклонено!';
$_['error_filename'] = 'Внимание: имя файла должно находиться в диапазоне от 3 до 255!';
$_['error_folder'] = 'Внимание: имя папки должно быть от 3 до 255!';
$_['error_exists'] = 'Внимание: файл или каталог с таким именем уже существует!';
$_['error_directory'] = 'Внимание: каталог не существует!';
$_['error_filesize'] = 'Внимание: неверный размер файла!';
$_['error_filetype'] = 'Внимание: неверный тип файла!';
$_['error_upload'] = 'Внимание: файл не может быть загружен по неизвестной причине!';
$_['error_delete'] = 'Внимание: Вы не можете удалить этот каталог!';