<?php
// Heading
$_['heading_title'] = 'Администрация';

// Text
$_['text_heading'] = 'Администрация';
$_['text_login'] = 'Пожалуйста, введите свои данные для входа.';
$_['text_forgotten'] = 'Забытый пароль';

// Entry
$_['entry_username'] = 'Имя пользователя';
$_['entry_password'] = 'Пароль';

// Button
$_['button_login'] = 'Авторизоваться';

// Error
$_['error_login'] = 'Нет совпадения имени пользователя и/или пароля.';
$_['error_token'] = 'Неверный сеанс токена. Пожалуйста, войдите снова.';
$_['error_attempts'] = 'Предупреждение: ваша учетная запись превысила разрешенное количество попыток входа. Пожалуйста, повторите попытку через 1 час или сбросьте пароль.';