<?php
// Heading
$_['heading_title'] = 'Профиль';

// Text
$_['text_success'] = 'Успех: Вы изменили свой профиль!';
$_['text_edit'] = 'Редактировать свой профиль';

// Column
$_['column_username'] = 'Имя пользователя';
$_['column_status'] = 'Статус';
$_['column_date_added'] = 'Дата добавления';
$_['column_action'] = 'Действие';

// Entry
$_['entry_username'] = 'Имя пользователя';
$_['entry_password'] = 'Пароль';
$_['entry_confirm'] = 'Подтверждать';
$_['entry_firstname'] = 'Имя';
$_['entry_lastname'] = 'Фамилия';
$_['entry_email'] = 'Электронная почта';
$_['entry_image'] = 'Изображение';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение вашего профиля!';
$_['error_exists_username'] = 'Внимание: имя пользователя уже используется!';
$_['error_username'] = 'Имя пользователя должно быть от 3 до 20 символов!';
$_['error_password'] = 'Пароль должен содержать от 4 до 20 символов!';
$_['error_confirm'] = 'Пароль и подтверждение пароля не совпадают!';
$_['error_firstname'] = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname'] = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email'] = 'Адрес электронной почты недействителен!';
$_['error_exists_email'] = 'Внимание: адрес электронной почты уже зарегистрирован!';