<?php
// Text
$_['text_success'] = 'Вы успешно изменили клиентов';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на доступ к API!';
$_['error_customer'] = 'Вам необходимо выбрать клиента!';
$_['error_firstname'] = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname'] = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email'] = 'Адрес электронной почты недействителен!';
$_['error_telephone'] = 'Телефон должен содержать от 3 до 32 символов!';
$_['error_custom_field'] = 'Требуется %s!';