<?php
// Text
$_['text_success'] = 'Успех: вы изменили заказы!';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на доступ к API!';
$_['error_customer'] = 'Внимание: необходимо указать данные клиента!';
$_['error_payment_address'] = 'Внимание: Требуется платежный адрес!';
$_['error_payment_method'] = 'Внимание: требуется способ оплаты!';
$_['error_no_payment'] = 'Внимание: варианты оплаты недоступны!';
$_['error_shipping_address'] = 'Внимание: требуется адрес доставки!';
$_['error_shipping_method'] = 'Внимание: требуется способ доставки!';
$_['error_no_shipping'] = 'Внимание: варианты доставки недоступны!';
$_['error_stock'] = 'Внимание: Товара, отмеченного ***, нет в наличии в нужном количестве или нет на складе!';
$_['error_minimum'] = 'Внимание: минимальная сумма заказа для %s составляет %s!';
$_['error_not_found'] = 'Внимание: заказ не найден!';