<?php
// Text
$_['text_address'] = 'Успех: адрес доставки установлен!';
$_['text_method'] = 'Успех: способ доставки установлен!';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на доступ к API!';
$_['error_firstname'] = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname'] = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_address_1'] = 'Адрес 1 должен содержать от 3 до 128 символов!';
$_['error_city'] = 'Город должен содержать от 3 до 128 символов!';
$_['error_postcode'] = 'Почтовый индекс для этой страны должен содержать от 2 до 10 символов!';
$_['error_country'] = 'Пожалуйста, выберите страну!';
$_['error_zone'] = 'Пожалуйста, выберите регион/штат!';
$_['error_custom_field'] = 'Требуется %s!';
$_['error_address'] = 'Внимание: требуется адрес доставки!';
$_['error_method'] = 'Внимание: требуется способ доставки!';
$_['error_no_shipping'] = 'Внимание: варианты доставки недоступны!';