<?php
// Text
$_['text_success'] = 'Успех: скидка по подарочному сертификату применена!';
$_['text_cart'] = 'Успех: вы изменили свою корзину!';
$_['text_for'] = 'Подарочный сертификат %s для %s';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на доступ к API!';
$_['error_voucher'] = 'Внимание: подарочный сертификат либо недействителен, либо его баланс исчерпан!';
$_['error_to_name']    = 'Recipient\'s Name must be between 1 and 64 characters!';
$_['error_from_name'] = 'Ваше имя должно содержать от 1 до 64 символов!';
$_['error_email'] = 'Адрес электронной почты недействителен!';
$_['error_theme'] = 'Вы должны выбрать тему!';
$_['error_amount'] = 'Сумма должна быть между %s и %s!';