<?php

$_['heading_title'] = 'Квадратные кредитные карты';

$_['text_account'] = 'Счет';
$_['text_back'] = 'Назад';
$_['text_delete'] = 'Удалить';
$_['text_no_cards'] = 'В нашей базе данных нет карточек.';
$_['text_card_ends_in'] = 'Карточка %s, заканчивающаяся на &bull;&bull;&bull;&bull; &бык;&бык;&бык;&бык; &бык;&бык;&бык;&бык; %s';
$_['text_warning_card'] = 'Вы подтверждаете, что хотите удалить эту карту? Вы можете добавить его позже при следующем оформлении заказа.';
$_['text_success_card_delete'] = 'Успех! Эта карта была удалена.';