<?php
// Heading
$_['heading_title'] = 'Купоны';

// Text
$_['text_success'] = 'Успех: вы изменили купоны!';
$_['text_list'] = 'Список купонов';
$_['text_add'] = 'Добавить купон';
$_['text_edit'] = 'Редактировать купон';
$_['text_percent'] = 'Процент';
$_['text_amount'] = 'Фиксированная сумма';
$_['text_coupon'] = 'История купонов';

// Column
$_['column_name'] = 'Название купона';
$_['column_code'] = 'Код';
$_['column_discount'] = 'Скидка';
$_['column_date_start'] = 'Дата начала';
$_['column_date_end'] = 'Дата окончания';
$_['column_status'] = 'Статус';
$_['column_order_id'] = 'Идентификатор заказа';
$_['column_customer'] = 'Клиент';
$_['column_amount'] = 'Количество';
$_['column_date_added'] = 'Дата добавления';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Название купона';
$_['entry_code'] = 'Код';
$_['entry_type'] = 'Тип';
$_['entry_discount'] = 'Скидка';
$_['entry_logged'] = 'Вход для клиентов';
$_['entry_shipping'] = 'Бесплатная доставка';
$_['entry_total'] = 'Общая сумма';
$_['entry_category'] = 'Категория';
$_['entry_product'] = 'Продукты';
$_['entry_date_start'] = 'Дата начала';
$_['entry_date_end'] = 'Дата окончания';
$_['entry_uses_total'] = 'Использует на купон';
$_['entry_uses_customer'] = 'Использование на одного клиента';
$_['entry_status'] = 'Статус';

// Help
$_['help_code'] = 'Код, который покупатель вводит для получения скидки.';
$_['help_type'] = 'Процент или фиксированная сумма.';
$_['help_logged'] = 'Клиент должен войти в систему, чтобы использовать купон.';
$_['help_total'] = 'Общая сумма, которую необходимо достичь, прежде чем купон станет действительным.';
$_['help_category'] = 'Выберите все продукты в выбранной категории.';
$_['help_product'] = 'Выберите конкретные продукты, к которым будет применяться купон. Не выбирайте товары, чтобы применить купон ко всей корзине.';
$_['help_uses_total'] = 'Максимальное количество раз, которое купон может быть использован любым клиентом. Оставьте пустым для неограниченного количества';
$_['help_uses_customer'] = 'Максимальное количество раз, которое купон может быть использован одним покупателем. Оставьте пустым для неограниченного количества';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение купонов!';
$_['error_exists'] = 'Внимание: код купона уже используется!';
$_['error_name'] = 'Название купона должно содержать от 3 до 128 символов!';
$_['error_code'] = 'Код должен быть от 3 до 10 символов!';