<?php
// Heading
$_['heading_title'] = 'Маркетинговое отслеживание';

// Text
$_['text_success'] = 'Успех: вы изменили маркетинговое отслеживание!';
$_['text_list'] = 'Список отслеживания маркетинга';
$_['text_add'] = 'Добавить маркетинговое отслеживание';
$_['text_edit'] = 'Редактировать отслеживание маркетинга';
$_['text_filter'] = 'Фильтр';
		
// Column
$_['column_name'] = 'Название кампании';
$_['column_code'] = 'Код';
$_['column_clicks'] = 'Клики';
$_['column_orders'] = 'Заказы';
$_['column_date_added'] = 'Дата добавления';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Название кампании';
$_['entry_description'] = 'Описание кампании';
$_['entry_code'] = 'Код отслеживания';
$_['entry_example'] = 'Примеры';
$_['entry_date_added'] = 'Дата добавления';

// Help
$_['help_code'] = 'Код отслеживания, который будет использоваться для отслеживания маркетинговых кампаний.';
$_['help_example'] = 'Чтобы система могла отслеживать переходы, вам необходимо добавить код отслеживания в конец URL-адреса, ссылающегося на ваш сайт.';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение маркетингового отслеживания!';
$_['error_name'] = 'В кампании должно быть от 1 до 32 символов!';
$_['error_code'] = 'Требуется код отслеживания!';
$_['error_exists'] = 'Код отслеживания используется другой кампанией!';