<?php
// Heading
$_['heading_title'] = 'Темы ваучеров';

// Text
$_['text_success'] = 'Успех: вы изменили темы ваучеров!';
$_['text_list'] = 'Список тем ваучера';
$_['text_add'] = 'Добавить тему ваучера';
$_['text_edit'] = 'Изменить тему ваучера';

// Column
$_['column_name'] = 'Название темы ваучера';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Название темы ваучера';
$_['entry_description'] = 'Описание темы ваучера';
$_['entry_image'] = 'Изображение';

// Error
$_['error_permission'] = 'Предупреждение: у вас нет разрешения на изменение тем ваучеров!';
$_['error_name'] = 'Название темы ваучера должно содержать от 3 до 32 символов!';
$_['error_image'] = 'Изображение обязательно!';
$_['error_voucher'] = 'Внимание: эту тему ваучера невозможно удалить, поскольку в настоящее время она назначена ваучерам %s!';