<?php
// Heading
$_['heading_title'] = 'Плата за обработку';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы изменили общую сумму комиссии за обработку!';
$_['text_edit'] = 'Изменить общую сумму комиссии за обработку';

// Entry
$_['entry_total'] = 'Сумма заказа';
$_['entry_fee'] = 'Платеж';
$_['entry_tax_class'] = 'Налоговый класс';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_total'] = 'Сумма оформления заказа, которую должен достичь заказ, прежде чем эта сумма заказа станет активной.';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение суммы комиссии за обработку!';