<?php
// Heading
$_['heading_title'] = 'Низкая комиссия за заказ';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы изменили низкую сумму комиссии за заказ!';
$_['text_edit'] = 'Изменить общую сумму низкой комиссии за заказ';

// Entry
$_['entry_total'] = 'Сумма заказа';
$_['entry_fee'] = 'Платеж';
$_['entry_tax_class'] = 'Налоговый класс';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_total'] = 'Общая сумма заказа, которую должен достичь заказ, прежде чем эта общая сумма заказа будет деактивирована.';

// Error
$_['error_permission'] = 'Предупреждение: у вас нет разрешения на изменение низкой суммы комиссии за заказ!';
