<?php
// Heading
$_['heading_title'] = 'Атрибуты';

// Text
$_['text_success'] = 'Успех: вы изменили атрибуты!';
$_['text_list'] = 'Список атрибутов';
$_['text_add'] = 'Добавить атрибут';
$_['text_edit'] = 'Изменить атрибут';

// Column
$_['column_name'] = 'Имя атрибута';
$_['column_attribute_group'] = 'Группа атрибутов';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Имя атрибута';
$_['entry_attribute_group'] = 'Группа атрибутов';
$_['entry_sort_order'] = 'Порядок сортировки';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение атрибутов!';
$_['error_attribute_group'] = 'Требуется группа атрибутов!';
$_['error_name'] = 'Имя атрибута должно содержать от 1 до 64 символов!';
$_['error_product'] = 'Внимание: этот атрибут невозможно удалить, поскольку в настоящее время он назначен продуктам %s!';