<?php
// Heading
$_['heading_title'] = 'Группы атрибутов';

// Text
$_['text_success'] = 'Успех: вы изменили группы атрибутов!';
$_['text_list'] = 'Список групп атрибутов';
$_['text_add'] = 'Добавить группу атрибутов';
$_['text_edit'] = 'Изменить группу атрибутов';

// Column
$_['column_name'] = 'Имя группы атрибутов';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Имя группы атрибутов';
$_['entry_sort_order'] = 'Порядок сортировки';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение групп атрибутов!';
$_['error_name'] = 'Имя группы атрибутов должно содержать от 1 до 64 символов!';
$_['error_attribute'] = 'Внимание: Эту группу атрибутов невозможно удалить, поскольку в настоящее время она назначена атрибутам %s!';
$_['error_product'] = 'Внимание: Эту группу атрибутов невозможно удалить, поскольку в настоящее время она назначена продуктам %s!';