<?php
// Heading
$_['heading_title'] = 'Категории';

// Text
$_['text_success'] = 'Успех: вы изменили категории!';
$_['text_list'] = 'Список категорий';
$_['text_add'] = 'Добавить категорию';
$_['text_edit'] = 'Изменить категорию';
$_['text_default'] = 'По умолчанию';
$_['text_keyword'] = 'Не используйте пробелы, вместо этого замените пробелы на - и убедитесь, что URL-адрес SEO глобально уникален.';

// Column
$_['column_name'] = 'Название категории';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Название категории';
$_['entry_description'] = 'Описание';
$_['entry_meta_title'] = 'Заголовок метатега';
$_['entry_meta_keyword'] = 'Ключевые слова мета-тегов';
$_['entry_meta_description'] = 'Мета-тег Описание';
$_['entry_store'] = 'Магазины';
$_['entry_keyword'] = 'Ключевое слово';
$_['entry_parent'] = 'Родитель';
$_['entry_filter'] = 'Фильтры';
$_['entry_image'] = 'Изображение';
$_['entry_top'] = 'Вершина';
$_['entry_column'] = 'Столбцы';
$_['entry_sort_order'] = 'Порядок сортировки';
$_['entry_status'] = 'Статус';
$_['entry_layout'] = 'Переопределение макета';

// Help
$_['help_filter'] = '(Автозаполнение)';
$_['help_top'] = 'Отображение в верхней строке меню. Работает только для верхних родительских категорий.';
$_['help_column'] = 'Количество столбцов, которые будут использоваться для трех нижних категорий. Работает только для верхних родительских категорий.';

// Error
$_['error_warning'] = 'Внимание: пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение категорий!';
$_['error_name'] = 'Название категории должно содержать от 1 до 255 символов!';
$_['error_meta_title'] = 'Мета-заголовок должен быть больше 1 и меньше 255 символов!';
$_['error_keyword'] = 'URL-адрес SEO уже используется!';
$_['error_unique'] = 'SEO URL должен быть уникальным!';
$_['error_parent'] = 'Выбранная вами родительская категория является дочерней по отношению к текущей!';