<?php
// Heading
$_['heading_title'] = 'Загрузки';

// Text
$_['text_success'] = 'Успех: вы изменили загрузки!';
$_['text_list'] = 'Скачать список';
$_['text_add'] = 'Добавить загрузку';
$_['text_edit'] = 'Редактировать Скачать';
$_['text_upload'] = 'Ваш файл успешно загружен!';

// Column
$_['column_name'] = 'Скачать имя';
$_['column_date_added'] = 'Дата добавления';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Скачать имя';
$_['entry_filename'] = 'Имя файла';
$_['entry_mask'] = 'Маска';

// Help
$_['help_filename'] = 'Вы можете загрузить с помощью кнопки загрузки или использовать FTP для загрузки в каталог загрузки и ввести данные ниже.';
$_['help_mask'] = 'Рекомендуется, чтобы имя файла и маска были разными, чтобы люди не пытались напрямую ссылаться на ваши загрузки.';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение загрузок!';
$_['error_name'] = 'Имя загрузки должно содержать от 3 до 64 символов!';
$_['error_upload'] = 'Требуется загрузка!';
$_['error_filename'] = 'Имя файла должно содержать от 3 до 128 символов!';
$_['error_exists'] = 'Файл не существует!';
$_['error_mask'] = 'Маска должна содержать от 3 до 128 символов!';
$_['error_filetype'] = 'Неверный тип файла!';
$_['error_product'] = 'Внимание: эту загрузку невозможно удалить, поскольку в настоящее время она назначена продуктам %s!';