<?php
// Heading
$_['heading_title'] = 'Фильтры';

// Text
$_['text_success'] = 'Успех: вы изменили фильтры!';
$_['text_list'] = 'Список фильтров';
$_['text_add'] = 'Добавить фильтр';
$_['text_edit'] = 'Изменить фильтр';
$_['text_group'] = 'Группа фильтров';
$_['text_value'] = 'Значения фильтра';

// Column
$_['column_group'] = 'Группа фильтров';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action'] = 'Действие';

// Entry
$_['entry_group'] = 'Имя группы фильтров';
$_['entry_name'] = 'Имя фильтра';
$_['entry_sort_order'] = 'Порядок сортировки';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение фильтров!';
$_['error_group'] = 'Имя группы фильтров должно содержать от 1 до 64 символов!';
$_['error_name'] = 'Имя фильтра должно содержать от 1 до 64 символов!';