<?php
// Heading
$_['heading_title'] = 'Информация';

// Text
$_['text_success'] = 'Успех: Вы изменили информацию!';
$_['text_list'] = 'Информационный список';
$_['text_add'] = 'Добавить информацию';
$_['text_edit'] = 'Редактировать информацию';
$_['text_default'] = 'По умолчанию';
$_['text_keyword'] = 'Не используйте пробелы, вместо этого замените пробелы на - и убедитесь, что URL-адрес SEO глобально уникален.';

// Column
$_['column_title'] = 'Название информации';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action'] = 'Действие';

// Entry
$_['entry_title'] = 'Название информации';
$_['entry_description'] = 'Описание';
$_['entry_meta_title'] = 'Заголовок метатега';
$_['entry_meta_keyword'] = 'Ключевые слова мета-тегов';
$_['entry_meta_description'] = 'Мета-тег Описание';
$_['entry_store'] = 'Магазины';
$_['entry_keyword'] = 'Ключевое слово';
$_['entry_bottom'] = 'Нижний';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';
$_['entry_layout'] = 'Переопределение макета';

// Help
$_['help_bottom'] = 'Отображение в нижнем колонтитуле.';

// Error
$_['error_warning'] = 'Внимание: пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение информации!';
$_['error_title'] = 'Название информации должно содержать от 1 до 64 символов!';
$_['error_description'] = 'Описание должно быть более 3-х символов!';
$_['error_meta_title'] = 'Мета-заголовок должен быть больше 1 и меньше 255 символов!';
$_['error_keyword'] = 'URL-адрес SEO уже используется!';
$_['error_unique'] = 'SEO URL должен быть уникальным!';
$_['error_account'] = 'Внимание: эту информационную страницу нельзя удалить, поскольку в настоящее время она назначена условиями учетной записи магазина!';
$_['error_checkout'] = 'Внимание: эту информационную страницу нельзя удалить, поскольку в настоящее время она назначена условиями оформления заказа в магазине!';
$_['error_affiliate'] = 'Предупреждение: эту информационную страницу нельзя удалить, поскольку в настоящее время она закреплена за партнерскими условиями магазина!';
$_['error_return'] = 'Внимание: эту информационную страницу нельзя удалить, поскольку в настоящее время она назначена условиями возврата в магазин!';
$_['error_store'] = 'Внимание: Эту информационную страницу нельзя удалить, поскольку в настоящее время она используется магазинами %s!';