<?php
// Heading
$_['heading_title'] = 'Производители';

// Text
$_['text_success'] = 'Успех: вы изменили производителей!';
$_['text_list'] = 'Список производителей';
$_['text_add'] = 'Добавить производителя';
$_['text_edit'] = 'Изменить производителя';
$_['text_default'] = 'По умолчанию';
$_['text_percent'] = 'Процент';
$_['text_amount'] = 'Фиксированная сумма';
$_['text_keyword'] = 'Не используйте пробелы, вместо этого замените пробелы на - и убедитесь, что URL-адрес SEO глобально уникален.';

// Column
$_['column_name'] = 'Название производителя';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Название производителя';
$_['entry_store'] = 'Магазины';
$_['entry_keyword'] = 'Ключевое слово';
$_['entry_image'] = 'Изображение';
$_['entry_sort_order'] = 'Порядок сортировки';
$_['entry_type'] = 'Тип';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение производителей!';
$_['error_name'] = 'Имя производителя должно содержать от 1 до 64 символов!';
$_['error_keyword'] = 'URL-адрес SEO уже используется!';
$_['error_unique'] = 'SEO URL должен быть уникальным!';
$_['error_product'] = 'Внимание: этого производителя невозможно удалить, поскольку в настоящее время он закреплен за продуктами %s!';