<?php
// Heading
$_['heading_title'] = 'Параметры';

// Text
$_['text_success'] = 'Успех: вы изменили параметры!';
$_['text_list'] = 'Список опций';
$_['text_add'] = 'Добавить вариант';
$_['text_edit'] = 'Редактировать вариант';
$_['text_choose'] = 'Выбирать';
$_['text_select'] = 'Выбирать';
$_['text_radio'] = 'Радио';
$_['text_checkbox'] = 'Флажок';
$_['text_input'] = 'Вход';
$_['text_text'] = 'Текст';
$_['text_textarea'] = 'Текстовая область';
$_['text_file'] = 'Файл';
$_['text_date'] = 'Дата';
$_['text_datetime'] = 'Дата и усилитель; Время';
$_['text_time'] = 'Время';
$_['text_option'] = 'Вариант';
$_['text_value'] = 'Значения опций';

// Column
$_['column_name'] = 'Название опции';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Название опции';
$_['entry_type'] = 'Тип';
$_['entry_option_value'] = 'Имя значения параметра';
$_['entry_image'] = 'Изображение';
$_['entry_sort_order'] = 'Порядок сортировки';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение параметров!';
$_['error_name'] = 'Имя опции должно содержать от 1 до 128 символов!';
$_['error_type'] = 'Внимание: требуются значения опций!';
$_['error_option_value'] = 'Имя значения параметра должно содержать от 1 до 128 символов!';
$_['error_product'] = 'Внимание: эту опцию нельзя удалить, поскольку в настоящее время она назначена продуктам %s!';