<?php
// Heading
$_['heading_title'] = 'Повторяющиеся профили';

// Text
$_['text_success'] = 'Успех: вы изменили повторяющиеся профили!';
$_['text_list'] = 'Список повторяющихся профилей';
$_['text_add'] = 'Добавить повторяющийся профиль';
$_['text_edit'] = 'Редактировать повторяющийся профиль';
$_['text_day'] = 'День';
$_['text_week'] = 'Неделя';
$_['text_semi_month'] = 'Полумесяца';
$_['text_month'] = 'Месяц';
$_['text_year'] = 'Год';
$_['text_recurring'] = '<p><i class="fa fa-info-circle"></i> Регулярные суммы рассчитываются на основе частоты и циклов.</p><p>Например, если вы используете частоту «неделя» и цикл «2», то счет пользователю будет выставляться каждые 2 недели.</p><p>Продолжительность – это количество раз, когда пользователь будет совершать платеж. Установите значение 0, если вы хотите, чтобы платежи осуществлялись до тех пор, пока они не будут отменены.</p>';
$_['text_profile'] = 'Повторяющийся профиль';
$_['text_trial'] = 'Пробный профиль';

// Entry
$_['entry_name'] = 'Имя';
$_['entry_price'] = 'Цена';
$_['entry_duration'] = 'Продолжительность';
$_['entry_cycle'] = 'Цикл';
$_['entry_frequency'] = 'Частота';
$_['entry_trial_price'] = 'Пробная цена';
$_['entry_trial_duration'] = 'Продолжительность пробной версии';
$_['entry_trial_status'] = 'Статус пробной версии';
$_['entry_trial_cycle'] = 'Пробный цикл';
$_['entry_trial_frequency'] = 'Частота испытаний';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Column
$_['column_name'] = 'Имя';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action'] = 'Действие';

// Error
$_['error_warning'] = 'Внимание: пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение повторяющихся профилей!';
$_['error_name'] = 'Имя профиля должно быть больше 3 и меньше 255 символов!';
$_['error_product'] = 'Внимание: этот повторяющийся профиль невозможно удалить, поскольку в настоящее время он назначен продуктам %s!';