<?php
// Heading
$_['heading_title'] = 'Резервное копирование и усиление; Восстановить';

// Text
$_['text_success'] = 'Успех: вы успешно импортировали свою базу данных!';

// Entry
$_['entry_progress'] = 'Прогресс';
$_['entry_export'] = 'Экспорт';

// Tab
$_['tab_backup'] = 'Резервное копирование';
$_['tab_restore'] = 'Восстановить';

// Error
$_['error_permission'] = 'Предупреждение. У вас нет разрешения на изменение Backup &amp; Восстановить!';
$_['error_export'] = 'Внимание: для экспорта необходимо выбрать хотя бы одну таблицу!';
$_['error_file'] = 'Файл не найден!';
