<?php
// Heading
$_['heading_title'] = 'Макеты';

// Text
$_['text_success'] = 'Успех: вы изменили макеты!';
$_['text_list'] = 'Список макетов';
$_['text_add'] = 'Добавить макет';
$_['text_edit'] = 'Редактировать макет';
$_['text_remove'] = 'Удалять';
$_['text_route'] = 'Выберите магазин и маршруты, которые будут использоваться с этим макетом.';
$_['text_module'] = 'Выберите положение модулей';
$_['text_default'] = 'По умолчанию';
$_['text_content_top'] = 'Содержание Топ';
$_['text_content_bottom'] = 'Содержание внизу';
$_['text_column_left'] = 'Столбец слева';
$_['text_column_right'] = 'Столбец справа';

// Column
$_['column_name'] = 'Название макета';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Название макета';
$_['entry_store'] = 'Магазин';
$_['entry_route'] = 'Маршрут';
$_['entry_module'] = 'Модуль';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение макетов!';
$_['error_name'] = 'Имя макета должно содержать от 3 до 64 символов!';
$_['error_default'] = 'Внимание: этот макет невозможно удалить, поскольку в настоящее время он назначен макетом магазина по умолчанию!';
$_['error_store'] = 'Внимание: этот макет невозможно удалить, поскольку в настоящее время он закреплен за магазинами %s!';
$_['error_product'] = 'Внимание: этот макет невозможно удалить, поскольку в настоящее время он назначен продуктам %s!';
$_['error_category'] = 'Внимание: этот макет невозможно удалить, поскольку в настоящее время он присвоен категориям %s!';
$_['error_information'] = 'Внимание: этот макет невозможно удалить, поскольку в настоящее время он назначен информационным страницам %s!';