<?php
// Text
$_['text_title'] = 'Квадрат';
$_['text_canceled'] = 'Успех: вы успешно отменили этот платеж! Мы отправили вам электронное письмо с подтверждением.';
$_['text_confirm_cancel'] = 'Вы уверены, что хотите отменить регулярные платежи?';
$_['text_order_history_cancel'] = 'Вы удалили свой повторяющийся профиль. Средства с вашей карты больше не будут списаны.';

// Button
$_['button_cancel'] = 'Отменить регулярный платеж';

// Error
$_['error_not_cancelled'] = 'Ошибка: %s';
$_['error_not_found'] = 'Не удалось отменить повторяющийся профиль.';