<?php
// Heading
$_['heading_title'] = 'Мой счет';

// Text
$_['text_account'] = 'Счет';
$_['text_my_account'] = 'Мой счет';
$_['text_my_orders'] = 'Мои заказы';
$_['text_my_affiliate'] = 'Мой партнерский аккаунт';
$_['text_my_newsletter'] = 'Информационный бюллетень';
$_['text_edit'] = 'Отредактируйте информацию своей учетной записи';
$_['text_password'] = 'Измените свой пароль';
$_['text_address'] = 'Измените записи адресной книги';
$_['text_credit_card'] = 'Управление сохраненными кредитными картами';
$_['text_wishlist'] = 'Измените свой список желаний';
$_['text_order'] = 'Просмотр истории заказов';
$_['text_download'] = 'Загрузки';
$_['text_reward'] = 'Ваши бонусные баллы';
$_['text_return'] = 'Просмотр запросов на возврат';
$_['text_transaction'] = 'Ваши транзакции';
$_['text_newsletter'] = 'Подписаться/отписаться от рассылки';
$_['text_recurring'] = 'Регулярные платежи';
$_['text_transactions'] = 'Транзакции';
$_['text_affiliate_add'] = 'Зарегистрируйте партнерский аккаунт';
$_['text_affiliate_edit'] = 'Отредактируйте информацию о своем партнере';
$_['text_tracking'] = 'Пользовательский партнерский код отслеживания';