<?php
// Heading
$_['heading_title'] = 'Адресная книга';

// Text
$_['text_account'] = 'Счет';
$_['text_address_book'] = 'Записи адресной книги';
$_['text_address_add'] = 'Добавить адрес';
$_['text_address_edit'] = 'Изменить адрес';
$_['text_add'] = 'Ваш адрес успешно добавлен';
$_['text_edit'] = 'Ваш адрес успешно обновлен';
$_['text_delete'] = 'Ваш адрес успешно удален';
$_['text_empty'] = 'В вашем аккаунте нет адресов.';
$_['text_confirm'] = 'Вы уверены?';

// Entry
$_['entry_firstname'] = 'Имя';
$_['entry_lastname'] = 'Фамилия';
$_['entry_company'] = 'Компания';
$_['entry_address_1'] = 'Адрес 1';
$_['entry_address_2'] = 'Адрес 2';
$_['entry_postcode'] = 'Почтовый индекс';
$_['entry_city'] = 'Город';
$_['entry_country'] = 'Страна';
$_['entry_zone'] = 'Регион/штат';
$_['entry_default'] = 'Адрес по умолчанию';

// Error
$_['error_delete'] = 'Внимание: у вас должен быть хотя бы один адрес!';
$_['error_default'] = 'Внимание: вы не можете удалить свой адрес по умолчанию!';
$_['error_firstname'] = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname'] = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_address_1'] = 'Адрес должен содержать от 3 до 128 символов!';
$_['error_postcode'] = 'Почтовый индекс должен содержать от 2 до 10 символов!';
$_['error_city'] = 'Город должен содержать от 2 до 128 символов!';
$_['error_country'] = 'Пожалуйста, выберите страну!';
$_['error_zone'] = 'Пожалуйста, выберите регион/штат!';
$_['error_custom_field'] = 'Требуется %s!';