<?php
// Heading
$_['heading_title'] = 'Информация о моей учетной записи';

// Text
$_['text_account'] = 'Счет';
$_['text_edit'] = 'Редактировать информацию';
$_['text_your_details'] = 'Ваши личные данные';
$_['text_success'] = 'Успех: Ваша учетная запись была успешно обновлена.';

// Entry
$_['entry_firstname'] = 'Имя';
$_['entry_lastname'] = 'Фамилия';
$_['entry_email'] = 'Электронная почта';
$_['entry_telephone'] = 'Телефон';

// Error
$_['error_exists'] = 'Внимание: адрес электронной почты уже зарегистрирован!';
$_['error_firstname'] = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname'] = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email'] = 'Адрес электронной почты недействителен!';
$_['error_telephone'] = 'Телефон должен содержать от 3 до 32 символов!';
$_['error_custom_field'] = 'Требуется %s!';