<?php
// Heading
$_['heading_title'] = 'Забыли пароль?';

// Text
$_['text_account'] = 'Счет';
$_['text_forgotten'] = 'Забытый пароль';
$_['text_your_email'] = 'Ваш электронный адрес';
$_['text_email'] = 'Введите адрес электронной почты, связанный с вашей учетной записью. Нажмите «Отправить», чтобы получить ссылку для сброса пароля по электронной почте.';
$_['text_success'] = 'На ваш адрес электронной почты было отправлено письмо со ссылкой для подтверждения.';

// Entry
$_['entry_email'] = 'Адрес электронной почты';
$_['entry_password'] = 'Новый пароль';
$_['entry_confirm'] = 'Подтверждать';

// Error
$_['error_email'] = 'Предупреждение: адрес электронной почты не найден в наших записях, попробуйте еще раз!';
$_['error_approved'] = 'Предупреждение: ваша учетная запись требует одобрения, прежде чем вы сможете войти в систему.';
$_['error_password'] = 'Пароль должен содержать от 4 до 20 символов!';
$_['error_confirm'] = 'Пароль и подтверждение пароля не совпадают!';