<?php
// Heading
$_['heading_title'] = 'Зарегистрировать аккаунт';

// Text
$_['text_account'] = 'Счет';
$_['text_register'] = 'Зарегистрироваться';
$_['text_account_already'] = 'Если у вас уже есть учетная запись на нашем сайте, войдите на <a href="%s">страницу входа</a>.';
$_['text_your_details'] = 'Ваши личные данные';
$_['text_newsletter'] = 'Информационный бюллетень';
$_['text_your_password'] = 'Ваш пароль';
$_['text_agree'] = 'Я прочитал и согласен с <a href="%s" class="agree"><b>%s</b></a>';

// Entry
$_['entry_customer_group'] = 'Группа клиентов';
$_['entry_firstname'] = 'Имя';
$_['entry_lastname'] = 'Фамилия';
$_['entry_email'] = 'Электронная почта';
$_['entry_telephone'] = 'Телефон';
$_['entry_newsletter'] = 'Подписаться';
$_['entry_password'] = 'Пароль';
$_['entry_confirm'] = 'Подтверждение пароля';

// Error
$_['error_exists'] = 'Внимание: адрес электронной почты уже зарегистрирован!';
$_['error_firstname'] = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname'] = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email'] = 'Адрес электронной почты недействителен!';
$_['error_telephone'] = 'Телефон должен содержать от 3 до 32 символов!';
$_['error_custom_field'] = 'Требуется %s!';
$_['error_password'] = 'Пароль должен содержать от 4 до 20 символов!';
$_['error_confirm'] = 'Подтверждение пароля не соответствует паролю!';
$_['error_agree'] = 'Внимание: вы должны согласиться с %s!';