<?php
// Heading
$_['heading_title'] = 'Сбросить пароль';

// Text
$_['text_account'] = 'Счет';
$_['text_password'] = 'Введите новый пароль, который вы хотите использовать.';
$_['text_success'] = 'Успех: Ваш пароль был успешно обновлен.';

// Entry
$_['entry_password'] = 'Пароль';
$_['entry_confirm'] = 'Подтверждать';

// Error
$_['error_password'] = 'Пароль должен содержать от 4 до 20 символов!';
$_['error_confirm'] = 'Пароль и подтверждение пароля не совпадают!';
$_['error_code'] = 'Код сброса пароля недействителен или использовался ранее!';