<?php
// Heading
$_['heading_title'] = 'Возврат продукта';

// Text
$_['text_account'] = 'Счет';
$_['text_return'] = 'Информация о возврате';
$_['text_return_detail'] = 'Детали возврата';
$_['text_description'] = 'Пожалуйста, заполните форму ниже, чтобы запросить номер RMA.';
$_['text_order'] = 'Информация о заказе';
$_['text_product'] = 'Информация о продукте';
$_['text_reason'] = 'Причина возврата';
$_['text_message'] = '<p>Спасибо за отправку запроса на возврат. Ваш запрос отправлен на обработку в соответствующий отдел.</p><p> О статусе вашего запроса вы будете уведомлены по электронной почте.</p>';
$_['text_return_id'] = 'Идентификатор возврата:';
$_['text_order_id'] = 'Идентификатор заказа:';
$_['text_date_ordered'] = 'Дата заказа:';
$_['text_status'] = 'Статус:';
$_['text_date_added'] = 'Дата добавления:';
$_['text_comment'] = 'Возврат комментариев';
$_['text_history'] = 'История возврата';
$_['text_empty'] = 'Вы не делали никаких предыдущих возвратов!';
$_['text_agree'] = 'Я прочитал и согласен с <a href="%s" class="agree"><b>%s</b></a>';

// Column
$_['column_return_id'] = 'Идентификатор возврата';
$_['column_order_id'] = 'Идентификатор заказа';
$_['column_status'] = 'Статус';
$_['column_date_added'] = 'Дата добавления';
$_['column_customer'] = 'Клиент';
$_['column_product'] = 'Название продукта';
$_['column_model'] = 'Модель';
$_['column_quantity'] = 'Количество';
$_['column_price'] = 'Цена';
$_['column_opened'] = 'Открыто';
$_['column_comment'] = 'Комментарий';
$_['column_reason'] = 'Причина';
$_['column_action'] = 'Действие';

// Entry
$_['entry_order_id'] = 'Идентификатор заказа';
$_['entry_date_ordered'] = 'Дата заказа';
$_['entry_firstname'] = 'Имя';
$_['entry_lastname'] = 'Фамилия';
$_['entry_email'] = 'Электронная почта';
$_['entry_telephone'] = 'Телефон';
$_['entry_product'] = 'Название продукта';
$_['entry_model'] = 'Код продукта';
$_['entry_quantity'] = 'Количество';
$_['entry_reason'] = 'Причина возврата';
$_['entry_opened'] = 'Товар открыт';
$_['entry_fault_detail'] = 'Неправильные или другие детали';

// Error
$_['text_error'] = 'Запрошенный вами возврат не найден!';
$_['error_order_id'] = 'Требуется идентификатор заказа!';
$_['error_firstname'] = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname'] = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email'] = 'Адрес электронной почты недействителен!';
$_['error_telephone'] = 'Телефон должен содержать от 3 до 32 символов!';
$_['error_product'] = 'Название продукта должно быть больше 3 и меньше 255 символов!';
$_['error_model'] = 'Модель продукта должна содержать больше 3 и меньше 64 символов!';
$_['error_reason'] = 'Вы должны выбрать причину возврата товара!';
$_['error_agree'] = 'Внимание: вы должны согласиться с %s!';