<?php
// Heading
$_['heading_title'] = 'Ваша учетная запись создана!';

// Text
$_['text_message'] = '<p>Поздравляем! Ваша новая учетная запись успешно создана!</p> <p>Теперь вы можете воспользоваться привилегиями участника, чтобы улучшить свои впечатления от покупок в Интернете.</p> <p>Если у вас есть ЛЮБЫЕ вопросы о работе этого интернет-магазина, напишите владельцу магазина по электронной почте.</p> <p>На указанный адрес электронной почты было отправлено подтверждение. Если вы не получили его в течение часа, <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Спасибо за регистрацию в %s!</p><p>Вы получите уведомление по электронной почте, как только владелец магазина активирует вашу учетную запись.</p><p>Если у вас есть ЛЮБЫЕ вопросы о работе этого интернет-магазина, <a href="%s">свяжитесь с владельцем магазина</a>.</p>';
$_['text_account'] = 'Счет';
$_['text_success'] = 'Успех';