<?php
// Heading
$_['heading_title'] = 'Купить подарочный сертификат';

// Text
$_['text_account'] = 'Счет';
$_['text_voucher'] = 'Подарочный сертификат';
$_['text_description'] = 'Этот подарочный сертификат будет отправлен получателю по электронной почте после оплаты заказа.';
$_['text_agree'] = 'Я понимаю, что подарочные сертификаты возврату не подлежат.';
$_['text_message'] = '<p>Спасибо за приобретение подарочного сертификата! После того как вы оформите заказ, получателю подарочного сертификата будет отправлено электронное письмо с подробной информацией о том, как активировать подарочный сертификат.</p>';
$_['text_for'] = 'Подарочный сертификат %s для %s';

// Entry
$_['entry_to_name']    = 'Recipient\'s Name';
$_['entry_to_email']   = 'Recipient\'s e-mail';
$_['entry_from_name'] = 'Ваше имя';
$_['entry_from_email'] = 'Ваш адрес электронной почты';
$_['entry_theme'] = 'Тема подарочного сертификата';
$_['entry_message'] = 'Сообщение';
$_['entry_amount'] = 'Количество';

// Help
$_['help_message'] = 'Необязательный';
$_['help_amount'] = 'Значение должно быть между %s и %s.';

// Error
$_['error_to_name']    = 'Recipient\'s Name must be between 1 and 64 characters!';
$_['error_from_name'] = 'Ваше имя должно содержать от 1 до 64 символов!';
$_['error_email'] = 'Адрес электронной почты недействителен!';
$_['error_theme'] = 'Вы должны выбрать тему!';
$_['error_amount'] = 'Сумма должна быть между %s и %s!';
$_['error_agree'] = 'Внимание: Вы должны согласиться с тем, что подарочные сертификаты возврату не подлежат!';