<?php
// Heading
$_['heading_title'] = 'IP-адрес для защиты от мошенничества';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы изменили IP-адрес Anti-Fraud!';
$_['text_edit'] = 'Изменить IP-адрес для защиты от мошенничества';
$_['text_ip_add'] = 'Добавить IP-адрес';
$_['text_ip_list'] = 'Список IP-адресов для мошенничества';

// Column
$_['column_ip'] = 'ИП';
$_['column_total'] = 'Всего счетов';
$_['column_date_added'] = 'Дата добавления';
$_['column_action'] = 'Действие';

// Entry
$_['entry_ip'] = 'ИП';
$_['entry_status'] = 'Статус';
$_['entry_order_status'] = 'Статус заказа';

// Help
$_['help_order_status'] = 'Клиентам, у которых в учетных записях есть запрещенный IP-адрес, будет присвоен этот статус заказа, и им не будет разрешено автоматически достичь полного статуса.';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение IP-адреса Anti-Fraud!';