<?php
// Heading
$_['heading_title'] = 'Страны';

// Text
$_['text_success'] = 'Успех: вы изменили страны!';
$_['text_list'] = 'Список стран';
$_['text_add'] = 'Добавить страну';
$_['text_edit'] = 'Изменить страну';

// Column
$_['column_name'] = 'Название страны';
$_['column_iso_code_2'] = 'Код ISO (2)';
$_['column_iso_code_3'] = 'Код ISO (3)';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Название страны';
$_['entry_iso_code_2'] = 'Код ISO (2)';
$_['entry_iso_code_3'] = 'Код ISO (3)';
$_['entry_address_format'] = 'Формат адреса';
$_['entry_postcode_required'] = 'Требуется почтовый индекс';
$_['entry_status'] = 'Статус';

// Help
$_['help_address_format'] = 'Имя = {firstname><br />Фамилия = {lastname}<br />Компания = {company}<br />Адрес 1 = {address_1}<br />Адрес 2 = {address_2}<br />Город = {city}<br />Почтовый индекс = {почтовый индекс<br />Зона = {zone}<br />Код зоны = {zone_code}<br />Страна = {country}';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение стран!';
$_['error_name'] = 'Название страны должно содержать от 1 до 128 символов!';
$_['error_default'] = 'Внимание: эту страну невозможно удалить, поскольку в настоящее время она назначена страной магазина по умолчанию!';
$_['error_store'] = 'Внимание: эту страну невозможно удалить, поскольку в настоящее время она назначена магазинам %s!';
$_['error_address'] = 'Внимание: Эту страну невозможно удалить, поскольку в настоящее время она назначена записям адресной книги %s!';
$_['error_affiliate'] = 'Внимание: эту страну невозможно удалить, поскольку в настоящее время она закреплена за филиалами %s!';
$_['error_zone'] = 'Внимание: эту страну невозможно удалить, поскольку в настоящее время она назначена зонам %s!';
$_['error_zone_to_geo_zone'] = 'Внимание: Эту страну невозможно удалить, так как в настоящее время она назначена %s зонам в географических зонах!';