<?php
// Heading
$_['heading_title'] = 'Валюты';

// Text
$_['text_success'] = 'Успех: вы изменили валюты!';
$_['text_list'] = 'Список валют';
$_['text_add'] = 'Добавить валюту';
$_['text_edit'] = 'Изменить валюту';
$_['text_iso'] = 'Полный список кодов валют ISO и настроек можно найти <a href="http://www.xe.com/iso4217.php" target="_blank" class="alert-link">здесь</a>.';

// Column
$_['column_title'] = 'Название валюты';
$_['column_code'] = 'Код';
$_['column_value'] = 'Ценить';
$_['column_date_modified'] = 'Последнее обновление';
$_['column_action'] = 'Действие';

// Entry
$_['entry_title'] = 'Название валюты';
$_['entry_code'] = 'Код';
$_['entry_value'] = 'Ценить';
$_['entry_symbol_left'] = 'Символ слева';
$_['entry_symbol_right'] = 'Символ справа';
$_['entry_decimal_place'] = 'Десятичные знаки';
$_['entry_status'] = 'Статус';

// Help
$_['help_code'] = 'Не меняйте, если это ваша валюта по умолчанию.';
$_['help_value'] = 'Установите значение 1,00000, если это ваша валюта по умолчанию.';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение валюты!';
$_['error_title'] = 'Название валюты должно содержать от 3 до 32 символов!';
$_['error_code'] = 'Код валюты должен содержать 3 символа!';
$_['error_default'] = 'Внимание: эту валюту нельзя удалить, поскольку в настоящее время она назначена валютой магазина по умолчанию!';
$_['error_store'] = 'Внимание: эту валюту невозможно удалить, поскольку в настоящее время она назначена магазинам %s!';
$_['error_order'] = 'Внимание: эту валюту невозможно удалить, поскольку в настоящее время она назначена %s заказам!';
$_['error_currency_engine'] = 'Внимание: активный механизм определения курсов валют не найден!';