<?php
// Heading
$_['heading_title'] = 'Геозоны';

// Text
$_['text_success'] = 'Успех: вы изменили геозоны!';
$_['text_list'] = 'Список географических зон';
$_['text_add'] = 'Добавить географическую зону';
$_['text_edit'] = 'Изменить географическую зону';
$_['text_geo_zone'] = 'Геозоны';

// Column
$_['column_name'] = 'Название географической зоны';
$_['column_description'] = 'Описание';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Название географической зоны';
$_['entry_description'] = 'Описание';
$_['entry_country'] = 'Страна';
$_['entry_zone'] = 'Зона';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение географических зон!';
$_['error_name'] = 'Название географической зоны должно содержать от 3 до 32 символов!';
$_['error_description'] = 'Описание Имя должно содержать от 3 до 255 символов!';
$_['error_tax_rate'] = 'Внимание: эту географическую зону нельзя удалить, поскольку в настоящее время ей присвоена одна или несколько налоговых ставок!';