<?php
// Heading
$_['heading_title'] = 'Языки';

// Text
$_['text_success'] = 'Успех: вы изменили языки!';
$_['text_list'] = 'Список языков';
$_['text_add'] = 'Добавить язык';
$_['text_edit'] = 'Изменить язык';

// Column
$_['column_name'] = 'Название языка';
$_['column_code'] = 'Код';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Название языка';
$_['entry_code'] = 'Код';
$_['entry_locale'] = 'Языковой стандарт';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_locale'] = 'Пример: en_US.UTF-8,en_US,en-gb,en_gb,английский';
$_['help_status'] = 'Скрыть/показать его в раскрывающемся списке языков';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение языков!';
$_['error_exists'] = 'Внимание: вы добавили перед языком!';
$_['error_name'] = 'Название языка должно содержать от 3 до 32 символов!';
$_['error_code'] = 'Код языка должен содержать не менее 2 символов!';
$_['error_locale'] = 'Требуется локаль!';
$_['error_default'] = 'Внимание: этот язык невозможно удалить, поскольку в настоящее время он назначен языком магазина по умолчанию!';
$_['error_admin'] = 'Внимание: этот язык невозможно удалить, поскольку в настоящее время он назначен языком администрирования!';
$_['error_store'] = 'Внимание: этот язык невозможно удалить, поскольку в настоящее время он присвоен магазинам %s!';
$_['error_order'] = 'Внимание: этот язык невозможно удалить, поскольку в настоящее время он назначен %s заказам!';