<?php
// Heading
$_['heading_title'] = 'Классы длины';

// Text
$_['text_success'] = 'Успех: вы изменили классы длины!';
$_['text_list'] = 'Список классов длины';
$_['text_add'] = 'Добавить класс длины';
$_['text_edit'] = 'Изменить класс длины';

// Column
$_['column_title'] = 'Длина Название';
$_['column_unit'] = 'Единица длины';
$_['column_value'] = 'Ценить';
$_['column_action'] = 'Действие';

// Entry
$_['entry_title'] = 'Длина Название';
$_['entry_unit'] = 'Единица длины';
$_['entry_value'] = 'Ценить';

// Help
$_['help_value'] = 'Установите значение 1,00000, если это длина по умолчанию.';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение классов длины!';
$_['error_title'] = 'Длина Название должно быть от 3 до 32 символов!';
$_['error_unit'] = 'Единица длины должна быть от 1 до 4 символов!';
$_['error_default'] = 'Предупреждение. Этот класс длины невозможно удалить, поскольку в настоящее время он назначен классом длины хранилища по умолчанию!';
$_['error_product'] = 'Внимание: этот класс длины невозможно удалить, поскольку в настоящее время он назначен продуктам %s!';