<?php
// Heading
$_['heading_title'] = 'Расположение магазинов';

// Text
$_['text_success'] = 'Успех: вы изменили расположение магазинов!';
$_['text_list'] = 'Список местоположений магазинов';
$_['text_add'] = 'Добавить местоположение магазина';
$_['text_edit'] = 'Изменить местоположение магазина';
$_['text_default'] = 'По умолчанию';
$_['text_time'] = 'Время работы';
$_['text_geocode'] = 'Геокодирование не удалось по следующей причине:';

// Column
$_['column_name'] = 'Название магазина';
$_['column_address'] = 'Адрес';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Название магазина';
$_['entry_address'] = 'Адрес';
$_['entry_geocode'] = 'Геокодирование';
$_['entry_telephone'] = 'Телефон';
$_['entry_fax'] = 'Факс';
$_['entry_image'] = 'Изображение';
$_['entry_open'] = 'Время работы';
$_['entry_comment'] = 'Комментарий';

// Help
$_['help_geocode'] = 'Пожалуйста, введите геокод местоположения вашего магазина вручную.';
$_['help_open'] = 'Укажите время работы магазинов.';
$_['help_comment'] = 'Это поле предназначено для особых примечаний, которые вы хотели бы сообщить покупателю, например, «Магазин не принимает чеки».';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение местоположения магазинов!';
$_['error_name'] = 'Название магазина должно содержать от 3 до 32 символов!';
$_['error_address'] = 'Адрес должен содержать от 3 до 128 символов!';
$_['error_telephone'] = 'Телефон должен содержать от 3 до 32 символов!';