<?php
// Heading
$_['heading_title'] = 'Статусы заказов';

// Text
$_['text_success'] = 'Успех: вы изменили статусы заказов!';
$_['text_list'] = 'Список статусов заказов';
$_['text_add'] = 'Добавить статус заказа';
$_['text_edit'] = 'Изменить статус заказа';

// Column
$_['column_name'] = 'Название статуса заказа';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Название статуса заказа';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение статусов заказов!';
$_['error_name'] = 'Имя статуса заказа должно содержать от 3 до 32 символов!';
$_['error_default'] = 'Внимание: этот статус заказа нельзя удалить, поскольку в настоящее время он назначен статусом заказа в магазине по умолчанию!';
$_['error_download'] = 'Внимание: этот статус заказа нельзя удалить, поскольку в настоящее время он назначен статусом загрузки по умолчанию!';
$_['error_store'] = 'Внимание: этот статус заказа невозможно удалить, поскольку в настоящее время он присвоен магазинам %s!';
$_['error_order'] = 'Внимание: этот статус заказа нельзя удалить, поскольку в настоящее время он присвоен заказам %s!';