<?php
// Heading
$_['heading_title'] = 'Возвратные действия';

// Text
$_['text_success'] = 'Успех: вы изменили действия возврата!';
$_['text_list'] = 'Список действий по возврату';
$_['text_add'] = 'Добавить действие возврата';
$_['text_edit'] = 'Изменить действие возврата';

// Column
$_['column_name'] = 'Имя действия возврата';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Имя действия возврата';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение действий возврата!';
$_['error_name'] = 'Имя действия возврата должно содержать от 3 до 64 символов!';
$_['error_return'] = 'Внимание: это действие по возврату невозможно удалить, поскольку в настоящее время оно назначено %s возвращаемым товарам!';