<?php
// Heading
$_['heading_title'] = 'Статусы возврата';

// Text
$_['text_success'] = 'Успех: вы изменили статусы возврата!';
$_['text_list'] = 'Список статусов возврата';
$_['text_add'] = 'Добавить статус возврата';
$_['text_edit'] = 'Изменить статус возврата';

// Column
$_['column_name'] = 'Имя статуса возврата';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Имя статуса возврата';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение статусов возврата!';
$_['error_name'] = 'Имя статуса возврата должно содержать от 3 до 32 символов!';
$_['error_default'] = 'Внимание: этот статус возврата нельзя удалить, поскольку в настоящее время он назначен статусом возврата по умолчанию!';
$_['error_return'] = 'Внимание: этот статус возврата нельзя удалить, поскольку в настоящее время он присвоен возвратам %s!';