<?php
// Heading
$_['heading_title'] = 'Статусы акций';

// Text
$_['text_success'] = 'Успех: вы изменили статусы акций!';
$_['text_list'] = 'Список статуса запасов';
$_['text_add'] = 'Добавить статус запаса';
$_['text_edit'] = 'Редактировать статус запасов';

// Column
$_['column_name'] = 'Название статуса запаса';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Название статуса запаса';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение статуса акций!';
$_['error_name'] = 'Название статуса запаса должно содержать от 3 до 32 символов!';
$_['error_product'] = 'Внимание: этот статус на складе нельзя удалить, поскольку в настоящее время он присвоен продуктам %s!';