<?php
// Heading
$_['heading_title'] = 'Налоговые ставки';

// Text
$_['text_success'] = 'Успех: вы изменили налоговые ставки!';
$_['text_list'] = 'Список налоговых ставок';
$_['text_add'] = 'Добавить налоговую ставку';
$_['text_edit'] = 'Изменить ставку налога';
$_['text_percent'] = 'Процент';
$_['text_amount'] = 'Фиксированная сумма';

// Column
$_['column_name'] = 'Название налога';
$_['column_rate'] = 'Налоговая ставка';
$_['column_type'] = 'Тип';
$_['column_geo_zone'] = 'Геозона';
$_['column_date_added'] = 'Дата добавления';
$_['column_date_modified'] = 'Дата изменения';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Название налога';
$_['entry_rate'] = 'Налоговая ставка';
$_['entry_type'] = 'Тип';
$_['entry_customer_group'] = 'Группа клиентов';
$_['entry_geo_zone'] = 'Геозона';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение налоговых ставок!';
$_['error_tax_rule'] = 'Внимание: эту налоговую ставку невозможно удалить, поскольку в настоящее время она присвоена налоговым классам %s!';
$_['error_name'] = 'Название налога должно содержать от 3 до 32 символов!';
$_['error_rate'] = 'Налоговая ставка обязательна!';