<?php
// Heading
$_['heading_title'] = 'Весовые категории';

// Text
$_['text_success'] = 'Успех: вы изменили весовые категории!';
$_['text_list'] = 'Список весовых категорий';
$_['text_add'] = 'Добавить весовую категорию';
$_['text_edit'] = 'Изменить весовую категорию';

// Column
$_['column_title'] = 'Вес';
$_['column_unit'] = 'Весовая единица';
$_['column_value'] = 'Ценить';
$_['column_action'] = 'Действие';

// Entry
$_['entry_title'] = 'Вес';
$_['entry_unit'] = 'Весовая единица';
$_['entry_value'] = 'Ценить';

// Help
$_['help_value'] = 'Установите значение 1,00000, если это ваш вес по умолчанию.';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение весовых категорий!';
$_['error_title'] = 'Название веса должно быть от 3 до 32 символов!';
$_['error_unit'] = 'Единица веса должна содержать от 1 до 4 символов!';
$_['error_default'] = 'Внимание: этот весовой класс нельзя удалить, поскольку в настоящее время он назначен весовым классом магазина по умолчанию!';
$_['error_product'] = 'Внимание: эту весовую категорию нельзя удалить, поскольку в настоящее время она присвоена товарам %s!';