<?php
// Heading
$_['heading_title'] = 'Зоны';

// Text
$_['text_success'] = 'Успех: вы изменили зоны!';
$_['text_list'] = 'Список зон';
$_['text_add'] = 'Добавить зону';
$_['text_edit'] = 'Редактировать зону';

// Column
$_['column_name'] = 'Имя зоны';
$_['column_code'] = 'Код зоны';
$_['column_country'] = 'Страна';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Имя зоны';
$_['entry_code'] = 'Код зоны';
$_['entry_country'] = 'Страна';
$_['entry_status'] = 'Статус';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение зон!';
$_['error_name'] = 'Имя зоны должно содержать от 1 до 128 символов!';
$_['error_default'] = 'Внимание: эту зону нельзя удалить, поскольку в настоящее время она назначена зоной магазина по умолчанию!';
$_['error_store'] = 'Внимание: эту зону невозможно удалить, поскольку в настоящее время она закреплена за магазинами %s!';
$_['error_address'] = 'Внимание: Эту зону невозможно удалить, поскольку в настоящее время она назначена записям адресной книги %s!';
$_['error_affiliate'] = 'Внимание: эту зону невозможно удалить, поскольку в настоящее время она закреплена за партнерами %s!';
$_['error_zone_to_geo_zone'] = 'Внимание: эту зону невозможно удалить, так как в настоящее время она назначена зонам %s для географических зон!';