<?php
// Text
$_['text_success'] = 'Успех: вы изменили расширения!';
$_['text_unzip'] = 'Извлечение файлов!';
$_['text_move'] = 'Копирование файлов!';
$_['text_xml'] = 'Применение модификаций!';
$_['text_remove'] = 'Удаление временных файлов!';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение расширений!';
$_['error_install'] = 'Выполняется установка расширения, пожалуйста, подождите несколько секунд, прежде чем пытаться установить!';
$_['error_unzip'] = 'ZIP-файл не открывается!';
$_['error_file'] = 'Установочный файл не найден!';
$_['error_directory'] = 'Каталог установки не найден!';
$_['error_code'] = 'Для модификации XML необходим уникальный код!';
$_['error_xml'] = 'Модификация %s уже используется!';
$_['error_exists'] = 'Файл %s уже существует!';
$_['error_allowed'] = 'В каталог %s запрещена запись!';