<?php
// Heading
$_['heading_title'] = 'Торговая площадка расширений';

// Text
$_['text_success'] = 'Успех: вы изменили расширения!';
$_['text_list'] = 'Список расширений';
$_['text_filter'] = 'Фильтр';
$_['text_search'] = 'Поиск расширений и тем';
$_['text_category'] = 'Категории';
$_['text_all'] = 'Все';
$_['text_theme'] = 'Темы';
$_['text_marketplace'] = 'Торговые площадки';
$_['text_language'] = 'Языки';
$_['text_payment'] = 'Оплата';
$_['text_shipping'] = 'Перевозки';
$_['text_module'] = 'Модули';
$_['text_total'] = 'Итоги заказа';
$_['text_feed'] = 'Ленты';
$_['text_report'] = 'Отчеты';
$_['text_other'] = 'Другой';
$_['text_free'] = 'Бесплатно';
$_['text_paid'] = 'Оплаченный';
$_['text_purchased'] = 'Куплено';
$_['text_date_modified'] = 'Дата изменения';
$_['text_date_added'] = 'Дата добавления';
$_['text_rating'] = 'Рейтинг';
$_['text_reviews'] = 'обзоры';
$_['text_compatibility'] = 'Совместимость';
$_['text_downloaded'] = 'Скачано';
$_['text_member_since'] = 'Участник с:';
$_['text_price'] = 'Цена';
$_['text_partner'] = 'Разработано партнером OpenCart';
$_['text_support'] = '12 месяцев бесплатной поддержки';
$_['text_documentation'] = 'Документация включена';
$_['text_sales'] = 'Продажи';
$_['text_comment'] = 'Комментарии';
$_['text_download'] = 'Загрузка';
$_['text_install'] = 'Установка';
$_['text_comment_add'] = 'Оставьте свой комментарий';
$_['text_write'] = 'Напишите свой комментарий здесь.';
$_['text_purchase'] = 'Пожалуйста, подтвердите, кто вы!';
$_['text_pin'] = 'Пожалуйста, введите свой 4-значный PIN-код. Этот PIN-код предназначен для защиты вашей учетной записи.';
$_['text_secure'] = 'Не сообщайте свой PIN-код никому, включая разработчиков. Если вам требуется, чтобы продавец расширения установил для вас расширение, вам следует отправить ему необходимое расширение по электронной почте.';
$_['text_name'] = 'Скачать имя';
$_['text_progress'] = 'Прогресс';
$_['text_available'] = 'Доступные установки';
$_['text_action'] = 'Действие';
$_['text_see_more'] = 'посмотреть больше ответов...';

// Entry
$_['entry_pin'] = 'ПРИКОЛОТЬ';

// Tab
$_['tab_description'] = 'Описание';
$_['tab_documentation'] = 'Документация';
$_['tab_download'] = 'Скачать';
$_['tab_comment'] = 'Комментарий';

// Button
$_['button_opencart'] = 'API торговой площадки';
$_['button_purchase'] = 'Покупка';
$_['button_view_all'] = 'Посмотреть все расширения';
$_['button_get_support'] = 'Получить поддержку';
$_['button_comment'] = 'Комментарий';
$_['button_reply'] = 'Отвечать';
$_['button_refresh'] = 'Обновить';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение расширений!';
$_['error_opencart'] = 'Предупреждение. Прежде чем совершать какие-либо покупки, вам необходимо ввести информацию об API OpenCart!';
$_['error_install'] = 'Выполняется установка расширения, пожалуйста, подождите несколько секунд, прежде чем пытаться установить!';
$_['error_purchase'] = 'Расширение не может быть приобретено!';
$_['error_download'] = 'Расширение не удалось скачать!';
