<?php
// Heading
$_['heading_title'] = 'Модификации';

// Text
$_['text_success'] = 'Успех: вы внесли изменения!';
$_['text_refresh'] = 'Всякий раз, когда вы включаете/отключаете или удаляете модификацию, вам нужно нажать кнопку обновления, чтобы восстановить кеш модификаций!';
$_['text_list'] = 'Список модификаций';

// Column
$_['column_name'] = 'Название модификации';
$_['column_author'] = 'Автор';
$_['column_version'] = 'Версия';
$_['column_status'] = 'Статус';
$_['column_date_added'] = 'Дата добавления';
$_['column_action'] = 'Действие';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на внесение изменений!';