<?php
// Heading
$_['heading_title'] = 'Модули';

// Text
$_['text_success'] = 'Успех: вы изменили модули!';
$_['text_layout'] = 'После того как вы установили и настроили модуль, вы можете добавить его в макет <a href="%s" class="alert-link">здесь</a>!';
$_['text_add'] = 'Добавить модуль';
$_['text_list'] = 'Список модулей';

// Column
$_['column_name'] = 'Имя модуля';
$_['column_status'] = 'Статус';
$_['column_action'] = 'Действие';

// Entry
$_['entry_code'] = 'Модуль';
$_['entry_name'] = 'Имя модуля';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение модулей!';
$_['error_name'] = 'Имя модуля должно содержать от 3 до 64 символов!';
$_['error_code_name'] = 'Код модуля должен содержать от 3 до 32 символов!';
$_['error_code'] = 'Требуется расширение!';