<?php
// Heading
$_['heading_title'] = 'Аналитика продаж';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы изменили диаграмму информационной панели!';
$_['text_edit'] = 'Редактировать диаграмму информационной панели';
$_['text_order'] = 'Заказы';
$_['text_customer'] = 'Клиенты';
$_['text_day'] = 'Сегодня';
$_['text_week'] = 'Неделя';
$_['text_month'] = 'Месяц';
$_['text_year'] = 'Год';

// Entry
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';
$_['entry_width'] = 'Ширина';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение диаграммы информационной панели!';