<?php
// Heading
$_['heading_title'] = 'Карта мира';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы изменили карту информационной панели!';
$_['text_edit'] = 'Редактировать карту информационной панели';
$_['text_order'] = 'Заказы';
$_['text_sale'] = 'Продажи';

// Entry
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';
$_['entry_width'] = 'Ширина';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение карты панели мониторинга!';