<?php
// Heading
$_['heading_title'] = 'Общий объем продаж';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы изменили продажи информационной панели!';
$_['text_edit'] = 'Редактировать продажи на информационной панели';
$_['text_view'] = 'Посмотреть больше...';

// Entry
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';
$_['entry_width'] = 'Ширина';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение продаж на информационной панели!';