<?php
// Heading
$_['heading_title'] = 'Пользовательские поля';

// Text
$_['text_success'] = 'Успех: вы изменили настраиваемые поля!';
$_['text_list'] = 'Список настраиваемых полей';
$_['text_add'] = 'Добавить настраиваемое поле';
$_['text_edit'] = 'Изменить настраиваемое поле';
$_['text_choose'] = 'Выбирать';
$_['text_select'] = 'Выбирать';
$_['text_radio'] = 'Радио';
$_['text_checkbox'] = 'Флажок';
$_['text_input'] = 'Вход';
$_['text_text'] = 'Текст';
$_['text_textarea'] = 'Текстовая область';
$_['text_file'] = 'Файл';
$_['text_date'] = 'Дата';
$_['text_datetime'] = 'Дата и усилитель; Время';
$_['text_time'] = 'Время';
$_['text_account'] = 'Счет';
$_['text_address'] = 'Адрес';
$_['text_affiliate'] = 'Партнер';
$_['text_regex'] = 'регулярное выражение';
$_['text_custom_field'] = 'Пользовательское поле';
$_['text_value'] = 'Значения настраиваемых полей';

// Column
$_['column_name'] = 'Имя настраиваемого поля';
$_['column_location'] = 'Расположение';
$_['column_type'] = 'Тип';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Имя настраиваемого поля';
$_['entry_location'] = 'Расположение';
$_['entry_type'] = 'Тип';
$_['entry_value'] = 'Ценить';
$_['entry_validation'] = 'Валидация';
$_['entry_custom_value'] = 'Имя значения настраиваемого поля';
$_['entry_customer_group'] = 'Группа клиентов';
$_['entry_required'] = 'Необходимый';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_regex'] = 'Используйте регулярное выражение. Например: /[a-zA-Z0-9_-]/';
$_['help_sort_order'] = 'Используйте минус для обратного отсчета от последнего поля в наборе.';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение настраиваемых полей!';
$_['error_name'] = 'Имя настраиваемого поля должно содержать от 1 до 128 символов!';
$_['error_type'] = 'Внимание: требуются пользовательские значения полей!';
$_['error_custom_value'] = 'Имя пользовательского значения должно содержать от 1 до 128 символов!';