<?php
// Heading
$_['heading_title'] = 'Группы клиентов';

// Text
$_['text_success'] = 'Успех: вы изменили группы клиентов!';
$_['text_list'] = 'Список групп клиентов';
$_['text_add'] = 'Добавить группу клиентов';
$_['text_edit'] = 'Изменить группу клиентов';

// Column
$_['column_name'] = 'Название группы клиентов';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Название группы клиентов';
$_['entry_description'] = 'Описание';
$_['entry_approval'] = 'Утвердить новых клиентов';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_approval'] = 'Клиенты должны быть одобрены администратором, прежде чем они смогут войти в систему.';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение групп клиентов!';
$_['error_name'] = 'Название группы клиентов должно содержать от 3 до 32 символов!';
$_['error_default'] = 'Внимание: эту группу клиентов нельзя удалить, поскольку в настоящее время она назначена группой клиентов магазина по умолчанию!';
$_['error_store'] = 'Внимание: эту группу клиентов невозможно удалить, поскольку в настоящее время она закреплена за магазинами %s!';
$_['error_customer'] = 'Внимание: Эту группу клиентов невозможно удалить, поскольку в настоящее время она закреплена за клиентами %s!';