<?php
// Heading
$_['heading_title'] = 'Карусель';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы изменили модуль карусели!';
$_['text_edit'] = 'Редактировать модуль карусели';

// Entry
$_['entry_name'] = 'Имя модуля';
$_['entry_banner'] = 'Баннер';
$_['entry_width'] = 'Ширина';
$_['entry_height'] = 'Высота';
$_['entry_status'] = 'Статус';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение модуля карусели!';
$_['error_name'] = 'Имя модуля должно содержать от 3 до 64 символов!';
$_['error_width'] = 'Требуемая ширина!';
$_['error_height'] = 'Требуемая высота!';