<?php
// Heading
$_['heading_title'] = 'Рекомендуемые';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы изменили рекомендуемый модуль!';
$_['text_edit'] = 'Редактировать избранный модуль';

// Entry
$_['entry_name'] = 'Имя модуля';
$_['entry_product'] = 'Продукты';
$_['entry_limit'] = 'Лимит';
$_['entry_width'] = 'Ширина';
$_['entry_height'] = 'Высота';
$_['entry_status'] = 'Статус';

// Help
$_['help_product'] = '(Автозаполнение)';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение рекомендуемого модуля!';
$_['error_name'] = 'Имя модуля должно содержать от 3 до 64 символов!';
$_['error_width'] = 'Требуемая ширина!';
$_['error_height'] = 'Требуемая высота!';