<?php
// Heading
$_['heading_title'] = 'Кнопка PayPal (при поддержке Braintree)';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы изменили модуль кнопок PayPal (при поддержке Braintree)!';
$_['text_edit'] = 'Модуль кнопок «Редактировать PayPal» (на базе Braintree)';
$_['text_info'] = 'Кнопка <u>не</u> появится при определенных условиях:';
$_['text_info_li1'] = 'Корзина пуста, купоны не применены.';
$_['text_info_li2'] = 'В корзине есть загрузки или регулярные платежи, а пользователь не авторизован.';
$_['text_info_li3'] = 'Оформление заказа на товар, которого нет в наличии, отключено, а в корзине находится товар, которого нет в наличии.';
$_['text_layouts'] = 'После включения модуля используйте менеджер макетов, чтобы добавить кнопку в области магазина.';
$_['text_layout_link'] = 'Нажмите здесь, чтобы перейти на страницу макетов';

// Entry
$_['entry_status'] = 'Статус';

// Error
$_['error_permission'] = 'Предупреждение. У вас нет разрешения на изменение модуля кнопок PayPal (при поддержке Braintree)!';