<?php
// Heading
$_['heading_title'] = 'Магазин';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы изменили модуль магазина!';
$_['text_edit'] = 'Изменить модуль магазина';

// Entry
$_['entry_admin'] = 'Только администраторы';
$_['entry_status'] = 'Статус';

//Help
$_['help_admin'] = 'Если да, то список нескольких магазинов будет виден только при входе в систему с правами администратора!';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение модуля магазина!';