<?php
// Heading
$_['heading_title'] = 'Тема магазина по умолчанию';

// Text
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Успех: вы изменили тему магазина по умолчанию!';
$_['text_edit'] = 'Изменить тему магазина по умолчанию';
$_['text_general'] = 'Общий';
$_['text_product'] = 'Продукты';
$_['text_image'] = 'Изображения';

// Entry
$_['entry_directory'] = 'Каталог тем';
$_['entry_status'] = 'Статус';
$_['entry_product_limit'] = 'Элементов по умолчанию на странице';
$_['entry_product_description_length'] = 'Список Описание Лимит';
$_['entry_image_category'] = 'Категория Размер изображения (Ш x В)';
$_['entry_image_thumb'] = 'Размер изображения продукта (Ш x В)';
$_['entry_image_popup'] = 'Размер всплывающего окна с изображением продукта (Ш x В)';
$_['entry_image_product'] = 'Размер списка изображений продукта (Ш x В)';
$_['entry_image_additional'] = 'Дополнительный размер изображения продукта (Ш x В)';
$_['entry_image_related'] = 'Размер изображения соответствующего продукта (Ш x В)';
$_['entry_image_compare'] = 'Сравните размер изображения (Ш x В)';
$_['entry_image_wishlist'] = 'Размер изображения списка желаний (Ш x В)';
$_['entry_image_cart'] = 'Размер изображения корзины (Ш x В)';
$_['entry_image_location'] = 'Размер изображения в магазине (Ш x В)';
$_['entry_width'] = 'Ширина';
$_['entry_height'] = 'Высота';

// Help
$_['help_directory'] = 'Это поле предназначено только для обеспечения совместимости старых тем с новой системой тем. Вы можете указать каталог темы, который будет использоваться в настройках размера изображения, определенных здесь.';
$_['help_product_limit'] = 'Определяет, сколько элементов каталога отображается на странице (продукты, категории и т. д.).';
$_['help_product_description_length'] = 'В виде списка ограничение на количество символов в кратком описании (категории, специальные предложения и т. д.)';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение темы магазина по умолчанию!';
$_['error_limit'] = 'Требуется лимит продукта!';
$_['error_image_thumb'] = 'Изображение продукта Thumb Size Требуются размеры!';
$_['error_image_popup'] = 'Изображение продукта Всплывающее окно Размер Требуются размеры!';
$_['error_image_product'] = 'Список товаров Размер Требуются размеры!';
$_['error_image_category'] = 'Список категорий Размер Требуются размеры!';
$_['error_image_additional'] = 'Требуются дополнительные размеры изображения продукта!';
$_['error_image_related'] = 'Сопутствующее изображение продукта Размер Требуются размеры!';
$_['error_image_compare'] = 'Сравните необходимые размеры размера изображения!';
$_['error_image_wishlist'] = 'Список желаний Размер изображения Требуются размеры!';
$_['error_image_cart'] = 'Размер изображения корзины Требуются размеры!';
$_['error_image_location'] = 'Требуются размеры размера изображения для магазина!';