<?php
// Heading
$_['heading_title'] = 'Корзина';

// Text
$_['text_success'] = 'Успех: вы добавили <a href="%s">%s</a> в свою <a href="%s">корзину</a>!';
$_['text_remove'] = 'Успех: вы изменили свою корзину!';
$_['text_login'] = 'Внимание: для просмотра цен необходимо <a href="%s">войти</a> или <a href="%s">создать учетную запись</a>!';
$_['text_items'] = '%s элемент(ов) - %s';
$_['text_points'] = 'Наградные баллы: %s';
$_['text_next'] = 'Что бы вы хотели сделать дальше?';
$_['text_next_choice'] = 'Выберите, есть ли у вас код скидки или бонусные баллы, которые вы хотите использовать или хотите оценить стоимость доставки.';
$_['text_empty'] = 'Ваша корзина пуста!';
$_['text_day'] = 'день';
$_['text_week'] = 'неделя';
$_['text_semi_month'] = 'полмесяца';
$_['text_month'] = 'месяц';
$_['text_year'] = 'год';
$_['text_trial'] = '%s каждые %s %s для платежей %s, затем';
$_['text_recurring'] = '%s каждые %s %s';
$_['text_recurring_item'] = 'Повторяющийся элемент';
$_['text_payment_recurring'] = 'Платежный профиль';
$_['text_trial_description'] = '%s каждые %d %s(s) для %d платежей, затем';
$_['text_payment_description'] = '%s каждые %d %s(s) для %d платежа(ов)';
$_['text_payment_cancel'] = '%s каждые %d %s(s) до отмены';

// Column
$_['column_image'] = 'Изображение';
$_['column_name'] = 'Название продукта';
$_['column_model'] = 'Модель';
$_['column_quantity'] = 'Количество';
$_['column_price'] = 'Цена за единицу товара';
$_['column_total'] = 'Общий';

// Error
$_['error_stock'] = 'Товара, отмеченного ***, нет в наличии в нужном количестве или нет на складе!';
$_['error_minimum'] = 'Минимальная сумма заказа для %s составляет %s!';
$_['error_required'] = 'Требуется %s!';
$_['error_product'] = 'Внимание: в вашей корзине нет товаров!';
$_['error_recurring_required'] = 'Пожалуйста, выберите регулярный платеж!';
