<?php
// Heading
$_['heading_title'] = 'Неудачный платеж!';

// Text
$_['text_basket'] = 'Корзина';
$_['text_checkout'] = 'Проверить';
$_['text_failure'] = 'Неудачный платеж';
$_['text_message'] = '<p>Возникла проблема с обработкой вашего платежа, и заказ не был выполнен.</p>

<p>Возможные причины:</p>
<ул>
  <li>Недостаточно средств.</li>
  <li>Проверка не удалась</li>
</ul>

<p>Пожалуйста, попробуйте сделать заказ еще раз, используя другой способ оплаты.</p>

<p>Если проблема не устранена, <a href="%s">свяжитесь с нами</a> и сообщите подробности заказа, который вы пытаетесь разместить.</p>';