<?php
// Heading
$_['heading_title'] = 'Ваш заказ размещен!';

// Text
$_['text_basket'] = 'Корзина';
$_['text_checkout'] = 'Проверить';
$_['text_success'] = 'Успех';
$_['text_customer'] = '<p>Ваш заказ успешно обработан!</p><p>Вы можете просмотреть историю своих заказов, перейдя на страницу <a href="%s">моя учетная запись</a> и нажав <a href="%s">история</a>.</p><p>Если с вашей покупкой связана загрузка, вы можете перейти на страницу <a href="%s">загрузок</a> учетной записи, чтобы просмотреть их.</p><p>По всем вопросам обращайтесь по адресу <a href="%s">владелец магазина</a>.</p><p>Спасибо, что делаете покупки у нас в Интернете!</p>';
$_['text_guest'] = '<p>Ваш заказ успешно обработан!</p><p>По всем вопросам обращайтесь к <a href="%s">владельцу магазина</a>.</p><p>Спасибо за покупки у нас в Интернете!</p>';