<?php
// Heading
$_['heading_title'] = 'Группы пользователей';

// Text
$_['text_success'] = 'Успех: вы изменили группы пользователей!';
$_['text_list'] = 'Группа пользователей';
$_['text_add'] = 'Добавить группу пользователей';
$_['text_edit'] = 'Редактировать группу пользователей';

// Column
$_['column_name'] = 'Имя группы пользователей';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Имя группы пользователей';
$_['entry_access'] = 'Разрешение доступа';
$_['entry_modify'] = 'Изменить разрешение';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение групп пользователей!';
$_['error_name'] = 'Имя группы пользователей должно содержать от 3 до 64 символов!';
$_['error_user'] = 'Внимание: Эту группу пользователей невозможно удалить, поскольку в настоящее время она назначена пользователям %s!';