<?php
// Heading
$_['heading_title'] = 'Пользователи';

// Text
$_['text_success'] = 'Успех: вы изменили пользователей!';
$_['text_list'] = 'Список пользователей';
$_['text_add'] = 'Добавить пользователя';
$_['text_edit'] = 'Изменить пользователя';

// Column
$_['column_username'] = 'Имя пользователя';
$_['column_status'] = 'Статус';
$_['column_date_added'] = 'Дата добавления';
$_['column_action'] = 'Действие';

// Entry
$_['entry_username'] = 'Имя пользователя';
$_['entry_user_group'] = 'Группа пользователей';
$_['entry_password'] = 'Пароль';
$_['entry_confirm'] = 'Подтверждать';
$_['entry_firstname'] = 'Имя';
$_['entry_lastname'] = 'Фамилия';
$_['entry_email'] = 'Электронная почта';
$_['entry_image'] = 'Изображение';
$_['entry_status'] = 'Статус';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение пользователей!';
$_['error_account'] = 'Внимание: Вы не можете удалить свою учетную запись!';
$_['error_exists_username'] = 'Внимание: имя пользователя уже используется!';
$_['error_username'] = 'Имя пользователя должно быть от 3 до 20 символов!';
$_['error_password'] = 'Пароль должен содержать от 4 до 20 символов!';
$_['error_confirm'] = 'Пароль и подтверждение пароля не совпадают!';
$_['error_firstname'] = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname'] = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email'] = 'Адрес электронной почты недействителен!';
$_['error_exists_email'] = 'Внимание: адрес электронной почты уже зарегистрирован!';
$_['error_single_user'] = 'Внимание: Вы не можете отключить свою учетную запись!';