<?php
// Heading
$_['heading_title'] = 'Используйте бонусные баллы (доступно %s)';

// Text
$_['text_reward'] = 'Наградные баллы (%s)';
$_['text_order_id'] = 'Идентификатор заказа: #%s';
$_['text_success'] = 'Успех: скидка на бонусные баллы применена!';

// Entry
$_['entry_reward'] = 'Баллы для использования (макс. %s)';

// Error
$_['error_reward'] = 'Внимание: пожалуйста, введите количество бонусных баллов, которое вы хотите использовать!';
$_['error_points']  = 'Warning: You don\'t have %s reward points!';
$_['error_maximum'] = 'Внимание: максимальное количество баллов, которое можно применить, составляет %s!';