<?php
// Heading
$_['heading_title'] = 'Оценить доставку и Налоги';

// Text
$_['text_success'] = 'Успех: ваша оценка доставки была применена!';
$_['text_shipping'] = 'Введите пункт назначения, чтобы получить оценку доставки.';
$_['text_shipping_method'] = 'Пожалуйста, выберите предпочтительный способ доставки для этого заказа.';

// Entry
$_['entry_country'] = 'Страна';
$_['entry_zone'] = 'Регион/штат';
$_['entry_postcode'] = 'Почтовый индекс';

// Error
$_['error_postcode'] = 'Почтовый индекс должен содержать от 2 до 10 символов!';
$_['error_country'] = 'Пожалуйста, выберите страну!';
$_['error_zone'] = 'Пожалуйста, выберите регион/штат!';
$_['error_shipping'] = 'Внимание: требуется способ доставки!';
$_['error_no_shipping'] = 'Внимание: варианты доставки недоступны. Пожалуйста, <a href="%s">свяжитесь с нами</a> для получения помощи!';